Repository: AnyPortal/AnyPortal
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fr, hi, id, ja, ko, pt, ru, th, tr, vi, zh

source: SendThrough ip binding stratagy
ar: استراتيجية ربط الإرسال عبر IP
de: SendThrough-IP-Bindungsstrategie
es: Estrategia de vinculación de IP SendThrough
fa: استراتژی اتصال ارسال از طریق IP
fr: Stratégie de liaison IP SendThrough
hi: sendThrough IP बाइंडिंग रणनीति
id: Strategi pengikatan IP SendThrough
ja: 送信先IPバインディング戦略
ko: 전송 경로 IP 바인딩 전략
pt: Estratégia de vinculação de IP SendThrough
ru: Стратегия привязки SendThrough IP
th: กลยุทธ์การผูก IP การส่งผ่าน
tr: SendThrough IP bağlama stratejisi
vi: Chiến lược ràng buộc IP gửi qua
zh: 通过 IP 发送绑定策略

source: Server address
ar: عنوان الخادم
de: Serveradresse
es: Dirección del servidor
fa: آدرس سرور
fr: Adresse du serveur
hi: सर्वर पता
id: Alamat server
ja: サーバーアドレス
ko: 서버 주소
pt: Endereço do servidor
ru: Адрес сервера
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu adresi
vi: Địa chỉ máy chủ
zh: 服务器地址

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh: 设置

source: Show dashboard floating button
ar: أظهر زر الطفو في لوحة القيادة
de: Zeige schwebende Schaltfläche im Dashboard
es: Mostrar botón flotante del panel
fa: نمایش دکمه شناور در پانل نظرات
hi: डैशबोर्ड फ्लोटिंग बटन दिखाएं
id: Tampilkan tombol mengapung di dasbor
ja: ダッシュボードの浮動ボタンを表示
ko: 대시보드 浮動 버튼 표시하기
pt: Mostrar botão flutuante do painel
ru: Показать плавающую кнопку на панели управления
th: แสดงปุ่มลอยบนแดชบอร์ด
tr: Gösterge tablosu döner düğmesini aç
vi: Hiển thị nút nổi trên bảng điều khiển
zh: 显示仪表板悬浮按钮

source: Show system apps
fa: نمایش برنامههای سیستم
ru: Показать системные приложения
th: แสดงแอปของระบบ
tr: Sistem uygulamalarını göster

source: sing-box path is null
ar: مسار sing-box غير موجود
de: sing-box-Pfad ist null
es: La ruta de sing-box es nula
fa: مسیر sing-box برابر با nulla است
hi: sing-box पथ है null
id: Jalur sing-box adalah null
ja: sing-boxのパスがnullです
ko: sing-box 경로가 없습니다
pt: O caminho do sing-box é nulo
ru: Путь к sing-box не задан
th: เส้นทาง sing-box เป็นค่า null
tr: sing-box yolu null
vi: đường dẫn sing-box là không
zh: sing-box路径为空

source: Socks and HTTP
ar: Socks و HTTP
de: SOCKS und HTTP
es: SOCKS y HTTP
fa: SOCKS و HTTP
fr: Socks et HTTP
hi: सॉक्स और HTTP
id: Socks dan HTTP
ja: SOCKSとHTTP
ko: SOCKS 및 HTTP
pt: SOCKS e HTTP
ru: Socks и HTTP
th: SOCKS และ HTTP
tr: Socks ve HTTP
vi: Socks và HTTP
zh: Socks 和 HTTP

source: Socks password
ar: كلمة مرور Socks
de: SOCKS-Passwort
es: Contraseña SOCKS
fa: رمز عبور SOCKS
fr: Mot de passe Socks
hi: सॉक्स पासवर्ड
id: Kata sandi Socks
ja: SOCKSパスワード
ko: SOCKS 비밀번호
pt: Senha SOCKS
ru: Пароль Socks
th: รหัสผ่าน SOCKS
tr: Socks parolası
vi: Mật khẩu Socks
zh: Socks 密码

source: Socks port
ar: منفذ Socks
es: Puerto SOCKS
fa: پورت SOCKS
fr: Port Socks
hi: सॉक्स पोर्ट
id: Port Socks
ja: SOCKSポート
ko: SOCKS 포트
pt: Porta SOCKS
ru: Порт Socks
th: พอร์ต SOCKS
tr: Socks bağlantı noktası
vi: Cổng Socks
zh: Socks 端口

source: Socks user name
ar: اسم مستخدم Socks
de: SOCKS-Benutzername
es: Nombre de usuario SOCKS
fa: نام کاربری SOCKS
fr: Nom d'utilisateur Socks
hi: सॉक्स उपयोगकर्ता नाम
id: Nama pengguna Socks
ja: SOCKSユーザー名
ko: SOCKS 사용자 이름
pt: Nome de usuário SOCKS
ru: Имя пользователя Socks
th: ชื่อผู้ใช้ SOCKS
tr: Socks kullanıcı adı
vi: Tên người dùng Socks
zh: Socks 用户名

source: Sort by
fa: مرتب سازی بر اساس
ru: Сортировать по
th: เรียงตาม
tr: Sütunlara göre sırala

source: Speed graph
ar: مخطط السرعة
de: Geschwindigkeitsdiagramm
es: Gráfico de velocidad
fa: نمودار سرعت
fr: Graphique de vitesse
hi: गति ग्राफ़
id: Grafik kecepatan
ja: 速度グラフ
ko: 속도 그래프
pt: Gráfico de velocidade
ru: График скорости
th: กราฟความเร็ว
tr: Hız grafiği
vi: Biểu đồ tốc độ
zh: 速度图表

source: Standalone
ar: مستقل
de: Unabhängig
es: Independiente
fa: مستقل
fr: Autonome
hi: स्टैंडअलोन
id: Mandiri
ja: スタンドアロン
ko: 독립 실행형
pt: Independente
ru: Автономный
th: แบบสแตนด์อโลน
tr: Bağımsız
vi: Độc lập
zh: 独立模式

source: Storage permission is required for cores to load assets.
ar: إذن التخزين مطلوب لكي تتمكن النواة من تحميل الأصول.
de: Speicherberechtigung ist erforderlich, damit Kerne Assets laden können.
es: Se requiere permiso de almacenamiento para que los núcleos carguen activos.
fa: مجوز ذخیره‌سازی برای بارگیری دارایی‌های هسته مورد نیاز است
fr: L'autorisation de stockage est requise pour que les noyaux chargent les ressources.
hi: कोर को संपत्तियाँ लोड करने के लिए संग्रहण अनुमति आवश्यक है
id: Izin penyimpanan diperlukan agar inti dapat memuat aset.
ja: コアがアセットを読み込むためにはストレージの権限が必要です。
ko: 코어가 애셋을 로드하려면 저장소 권한이 필요합니다.
pt: A permissão de armazenamento é necessária para que os núcleos carreguem os assets.
ru: Для загрузки ресурсов ядрами требуется разрешение на доступ к хранилищу.
th: ต้องได้รับอนุญาตการจัดเก็บเพื่อให้ไฟล์หลักโหลดทรัพย์สินได้
tr: Çekirdeklerin varlıkları yükleyebilmesi için depolama izni gereklidir.
vi: Cần có quyền lưu trữ để lõi tải tài nguyên.
zh: 核心加载资源需要存储权限。

source: System proxy
ar: بروكسي النظام
es: Proxy del sistema
fa: پروکسی سیستم
fr: Proxy système
hi: सिस्टम प्रॉक्सी
id: Proxy sistem
ja: システムプロキシ
ko: 시스템 프록시
pt: Proxy do sistema
ru: Системный прокси
th: พร็อกซีระบบ
tr: Sistem proxy’si
vi: Proxy hệ thống
zh: 系统代理

source: Theme settings
ar: إعدادات المظهر
de: Design-Einstellungen
es: Configuración del tema
fa: تنظیمات پوسته
fr: Paramètres du thème
hi: थीम सेटिंग्स
id: Pengaturan tema
ja: テーマ設定
ko: 테마 설정
pt: Configurações de tema
ru: Настройки темы
th: การตั้งค่าธีม
tr: Tema ayarları
vi: Cài đặt giao diện
zh: 主题设置

source: Toggles
ar: التoggles
de: Schalter
es: Interruptores
fa: کلیدهای روشن و خاموش
hi: टॉगल्स
id: Toggle
ja: トグル
ko: 토글
pt: Interruptores
ru: Переключатели
th: ตัวสลับ
tr: Açma/Kapama Anahtarları
vi: Công tắc
zh: 开关

source: Total
fa: کل
hi: कुल
ko: 전체
ru: Общее
th: ทั้งหมด
tr: toplamlar
vi: Tổng
zh: 总计

source: Total speed
es: velocidad total
fa: سرعت کلی
hi: कुल गति
id: Kecepatan total
ko: 총 속도
pt: Velocidade total
ru: Общая скорость
th: ความเร็วทั้งหมด
tr: toplam hız
vi: Tốc độ tổng thể
zh: 总速度

source: Traffic
ar: حركة المرور
de: Datenverkehr
es: Tráfico
fa: ترافیک
fr: Trafic
hi: ट्रैफ़िक
id: Lalu lintas
ja: トラフィック
ko: 트래픽
pt: Tráfego
ru: Трафик
th: ทราฟฟิก
tr: Trafik
vi: Lưu lượng
zh: 流量

source: Tun2socks settings
fa: تنظیمات Tun2socks
ru: Настройки Tun2socks
th: การตั้งค่า Tun2socks
tr: Tun2socks ayarları
vi: Cài đặt Tun2socks
zh: Tun2socks设置

source: Tun needs (additionally) a sing-box core
ar: يحتاج Tun إلى (إضافي)核心-صندوق
de: TUN benötigt zusätzlich einen sing-box-Core
es: TUN necesita adicionalmente un núcleo sing-box
fa: تون به یک هسته sing-box نیاز دارد
hi: TUN को अतिरिक्त रूप से एक सिंग-बॉक्स कोर की आवश्यकता होती है
id: Tun memerlukan (secara tambahan) inti sing-box
ja: TUNには追加的にSing-Boxコアが必要です
ko: TUN은 추가적으로 sing-box 코어가 필요합니다
pt: Tun precisa adicionalmente de um núcleo sing-box
ru: Tun дополнительно требует ядро sing-box
th: TUN ต้องการคอร์ sing-box เป็นเพิ่มเติม
tr: Tun'a ek olarak bir sing-box çekirdeği gereklidir
vi: Tun cần thêm một lõi sing-box
zh: Tun额外需要一个Sing-Box核心

source: Tun settings
ar: إعدادات Tun
de: TUN-Einstellungen
es: Configuración de TUN
fa: تنظیمات TUN
fr: Paramètres Tun
hi: TUN सेटिंग्स
id: Pengaturan Tun
ja: Tun設定
ko: TUN 설정
pt: Configurações de Tun
ru: Настройки Tun
th: การตั้งค่า TUN
tr: Tun ayarları
vi: Cài đặt Tun
zh: Tun 设置

source: Tun stack
es: Pila TUN
fa: استک Tun
hi: TUN स्टैक
id: Tumpukan Tun
ko: TUN 스택
pt: Pilha Tun
ru: Стек Tun
th: สแตก Tun
tr: Tun Yığını
vi: Ngăn xếp Tun
zh: Tun堆栈

source: Tun (via platform api)
ar: Tun (عبر API النظام الأساسي)
de: TUN (über Plattform-API)
es: TUN (a través de la API de la plataforma)
fa: TUN (از طریق API پلتفرم)
fr: Tun (via API de la plateforme)
hi: TUN (प्लेटफ़ॉर्म एपीआई के माध्यम से)
id: Tun (melalui API platform)
ja: Tun（プラットフォームAPI経由）
ko: TUN (플랫폼 API 사용)
pt: Tun (via API da plataforma)
ru: Tun (через API платформы)
th: TUN (ผ่าน API ของแพลตฟอร์ม)
tr: Tun (platform API üzerinden)
vi: Tun (qua API nền tảng)
zh: Tun（通过平台 API）

source: Tun (via root)
ar: Tun (عبر الروت)
de: TUN (über Root)
es: TUN (a través de root)
fa: TUN (از طریق روت)
hi: TUN (रूट के माध्यम से)
id: Tun (melalui root)
ja: Tun（ルート経由）
ko: TUN (루트 사용)
ru: Tun (через root)
th: TUN (ผ่านรูท)
tr: Tun (root ile)
vi: Tun (qua root)
zh: Tun（通过 Root）

source: Type
ar: النوع
de: Typ
es: Tipo
fa: نوع
hi: प्रकार
id: Jenis
ja: タイプ
ko: 유형
pt: Tipo
ru: Тип
th: ประเภท
tr: Tür
vi: Loại
zh: 类型

source: Typically required by Tun
ar: عادةً ما يكون مطلوبًا من Tun
de: Typischerweise erforderlich für TUN
es: Normalmente requerido por TUN
fa: معمولاً مورد نیاز توسط TUN
fr: Généralement requis par Tun
hi: आमतौर पर TUN द्वारा आवश्यक
id: Biasanya diperlukan oleh Tun
ja: 通常、Tunに必要
ko: 일반적으로 TUN에 필요
pt: Normalmente necessário para Tun
ru: Обычно требуется для Tun
th: โดยทั่วไปจำเป็นสำหรับ TUN
tr: Genellikle Tun tarafından gereklidir
vi: Thường được yêu cầu bởi Tun
zh: 通常由 Tun 需要

source: Uptime
ar: مدة التشغيل
de: Betriebszeit
es: Tiempo de actividad
fa: مدت زمان اجرا
fr: Temps de fonctionnement
hi: अपटाइम
id: Waktu aktif
ja: 稼働時間
ko: 업타임
pt: Tempo de atividade
ru: Время работы
th: เวลาใช้งาน
tr: Çalışma süresi
vi: Thời gian hoạt động
zh: 运行时间

source: URL
fa: آدرس اینترنتی (URL)
hi: यूआरएल

source: Use black background in dark theme
ar: استخدم الخلفية السوداء في الوضع الداكن
de: Schwarzen Hintergrund im Dunkelmodus verwenden
es: Usar fondo negro en tema oscuro
fa: استفاده از پس‌زمینه سیاه در پوسته تاریک
fr: Utiliser un fond noir en mode sombre
hi: डार्क थीम में काला पृष्ठभूमि उपयोग करें
id: Gunakan latar belakang hitam dalam tema gelap
ja: ダークテーマで黒背景を使用
ko: 다크 테마에서 검은 배경 사용
pt: Usar fundo preto no tema escuro
ru: Использовать черный фон в темной теме
th: ใช้พื้นหลังสีดำในธีมมืด
tr: Koyu temada siyah arka plan kullan
vi: Sử dụng nền đen trong chế độ tối
zh: 在深色主题中使用黑色背景

source: Use dark theme
ar: استخدام الوضع الداكن
de: Dunkelmodus verwenden
es: Usar tema oscuro
fa: استفاده از پوسته تاریک
fr: Utiliser le thème sombre
hi: डार्क थीम का उपयोग करें
id: Gunakan tema gelap
ja: ダークテーマを使用
ko: 다크 테마 사용
pt: Usar tema escuro
ru: Использовать темную тему
th: ใช้ธีมมืด
tr: Koyu tema kullan
vi: Sử dụng chế độ tối
zh: 使用深色主题

source: User data
ar: بيانات المستخدم
de: Benutzerdaten
es: Datos del usuario
fa: داده‌های کاربر
fr: Données utilisateur
hi: उपयोगकर्ता डेटा
id: Data pengguna
ja: ユーザーデータ
ko: 사용자 데이터
pt: Dados do usuário
ru: Данные пользователя
th: ข้อมูลผู้ใช้
tr: Kullanıcı verisi
vi: Dữ liệu người dùng
zh: 用户数据

source: View app log
fa: مشاهده لاگ برنامه
ru: Просмотреть журнал приложения
th: ดูล็อกแอปพลิเคชัน
tr: Uygulama günlüğünü görüntüle
vi: Xem nhật ký ứng dụng
zh: 查看应用日志

source: View core log
fa: مشاهده لاگ هسته
ru: Просмотреть журнал ядра
th: ดูล็อกของคอร์
tr: Çekirdek günlüğünü görüntüle
vi: Xem nhật ký lõi
zh: 查看核心日志

source: View Tun2socks log
fa: مشاهده لاگ Tun2socks
ru: Просмотреть журнал Tun2socks
th: ดูล็อก Tun2socks
tr: Tun2socks günlüğünü görüntüle
vi: Xem nhật ký Tun2socks
zh: 查看Tun2socks日志

source: Vitual network adaptor
ar: محول الشبكة الافتراضي
de: Virtueller Netzwerkadapter
es: Adaptador de red virtual
fa: آداپتور شبکه مجازی
fr: Adaptateur réseau virtuel
hi: आभासी नेटवर्क एडेप्टर
id: Adaptor jaringan virtual
ja: 仮想ネットワークアダプタ
ko: 가상 네트워크 어댑터
pt: Adaptador de rede virtual
ru: Виртуальный сетевой адаптер
th: อะแดปเตอร์เครือข่ายเสมือน
tr: Sanal ağ adaptörü
vi: Bộ điều hợp mạng ảo
zh: 虚拟网络适配器

source: WARNING: failed due to unable to update launchAtLogin
ar: تحذير: فشل بسبب عدم القدرة على تحديث التشغيل عند تسجيل الدخول
de: WARNUNG: Fehlgeschlagen, da `launchAtLogin` nicht aktualisiert werden konnte
es: ADVERTENCIA: error debido a la imposibilidad de actualizar launchAtLogin
fa: هشدار: به‌روزرسانی `راه‌اندازی در ورود به سیستم` ناموفق بود
fr: AVERTISSEMENT : échec en raison de l'impossibilité de mettre à jour launchAtLogin
hi: चेतावनी: लॉगिन पर लॉन्च अपडेट करने में असमर्थता के कारण विफल
id: PERINGATAN: gagal karena tidak dapat memperbarui launchAtLogin
ja: 警告：ログイン時にlaunchAtLoginを更新できなかったため失敗しました
ko: 경고: 로그인 시 실행 업데이트 실패
pt: AVISO: falha devido à impossibilidade de atualizar launchAtLogin
ru: ПРЕДУПРЕЖДЕНИЕ: не удалось обновить launchAtLogin
th: คำเตือน: ล้มเหลวเนื่องจากไม่สามารถอัปเดต launchAtLogin
tr: UYARI: launchAtLogin güncellenemediği için başarısız oldu
vi: CẢNH BÁO: thất bại do không thể cập nhật khởi động khi đăng nhập
zh: 警告：由于无法更新启动项，操作失败

source: WARNING: Failed to reconnect
ar: تحذير: فشل إعادة الاتصال
de: WARNUNG: Wiederverbindung fehlgeschlagen
es: ADVERTENCIA: error al reconectar
fa: هشدار: اتصال مجدد ناموفق بود
fr: AVERTISSEMENT : Échec de la reconnexion
hi: चेतावनी: पुन: कनेक्ट करने में विफल
id: PERINGATAN: Gagal menyambung kembali
ja: 警告：再接続に失敗しました
ko: 경고: 재연결 실패
pt: AVISO: Falha ao reconectar
ru: ПРЕДУПРЕЖДЕНИЕ: не удалось переподключиться
th: คำเตือน: ล้มเหลวในการเชื่อมต่อใหม่
tr: UYARI: Yeniden bağlanılamadı
vi: CẢNH BÁO: Không thể kết nối lại
zh: 警告：重新连接失败

source: WARNING: invalid asset
ar: تحذير: أصل غير صالح
de: WARNUNG: Ungültiges Asset
es: ADVERTENCIA: activo inválido
fa: هشدار: دارایی نامعتبر
fr: AVERTISSEMENT : Ressource invalide
hi: चेतावनी: अमान्य संपत्ति
id: PERINGATAN: Aset tidak valid
ja: 警告：無効なアセット
ko: 경고: 잘못된 애셋
pt: AVISO: Asset inválido
ru: ПРЕДУПРЕЖДЕНИЕ: недопустимый ресурс
th: คำเตือน: ทรัพย์สินไม่ถูกต้อง
tr: UYARI: Geçersiz varlık
vi: CẢNH BÁO: Tài nguyên không hợp lệ
zh: 警告：无效资源

source: WARNING: invalid URL
ar: تحذير: عنوان URL غير صالح
de: WARNUNG: Ungültige URL
es: ADVERTENCIA: URL inválida
fa: هشدار: آدرس اینترنتی نامعتبر
fr: AVERTISSEMENT : URL invalide
hi: चेतावनी: अमान्य URL
id: PERINGATAN: URL tidak valid
ja: 警告：無効なURL
ko: 경고: 잘못된 URL
pt: AVISO: URL inválida
ru: ПРЕДУПРЕЖДЕНИЕ: недопустимый URL
th: คำเตือน: URL ไม่ถูกต้อง
tr: UYARI: Geçersiz URL
vi: CẢNH BÁO: URL không hợp lệ
zh: 警告：无效 URL

source: WARNING: no core selected!
ar: تحذير: لم يتم تحديد النواة!
de: WARNUNG: Kein Kern ausgewählt!
es: ADVERTENCIA: ¡ningún núcleo seleccionado!
fa: هشدار: هیچ هسته‌ای انتخاب نشده است!
fr: AVERTISSEMENT : Aucun noyau sélectionné !
hi: चेतावनी: कोई कोर चयनित नहीं!
id: PERINGATAN: tidak ada inti yang dipilih!
ja: 警告：コアが選択されていません！
ko: 경고: 선택된 코어 없음!
pt: AVISO: nenhum núcleo selecionado!
ru: ПРЕДУПРЕЖДЕНИЕ: ядро не выбрано!
th: คำเตือน: ไม่มีไฟล์หลักที่เลือก!
tr: UYARI: Seçili çekirdek yok!
vi: CẢNH BÁO: chưa chọn lõi!
zh: 警告：未选择核心！

source: WARNING: you need to be {elevatedUser} to enable Tun
de: WARNUNG: Sie müssen {elevatedUser} sein, um TUN zu aktivieren
es: ADVERTENCIA: necesitas ser {elevatedUser} para habilitar TUN
fa: هشدار: شما باید {elevatedUser} باشید تا 能 فعال کردن Tun
hi: चेतावनी: TUN सक्षम करने के लिए आपको {elevatedUser} होना चाहिए
id: PERINGATAN: Anda perlu menjadi {elevatedUser} untuk mengaktifkan Tun
ko: 경고: TUN을 활성화하려면 {elevatedUser} 권한이 필요합니다.
pt: AVISO: você precisa ser {elevatedUser} para habilitar o Tun
ru: ПРЕДУПРЕЖДЕНИЕ: вам нужно быть {elevatedUser}, чтобы включить Tun
th: คำเตือน: คุณจำเป็นต้องเป็น {elevatedUser} เพื่อเปิดใช้งาน Tun
tr: UYARI: Tun'u etkinleştirmek için {elevatedUser} olmalısınız
vi: CẢNH BÁO: bạn cần là {elevatedUser} để bật Tun
zh: 警告：您需要以{elevatedUser}身份启用Tun

source: WARNING: you need to be {elevatedUser} to modify this setting
ar: تحذير: تحتاج إلى أن تكون {elevatedUser} لتعديل هذا الإعداد
de: WARNUNG: Du musst {elevatedUser} sein, um diese Einstellung zu ändern
es: ADVERTENCIA: necesitas ser {elevatedUser} para modificar esta configuración
fa: هشدار: شما باید {elevatedUser} باشید تا این تنظیم را تغییر دهید
fr: AVERTISSEMENT : vous devez être {elevatedUser} pour modifier ce paramètre
hi: चेतावनी: इस सेटिंग को संशोधित करने के लिए आपको {elevatedUser} होना चाहिए
id: PERINGATAN: Anda harus menjadi {elevatedUser} untuk mengubah pengaturan ini
ja: 警告：この設定を変更するには{elevatedUser}である必要があります
ko: 경고: 이 설정을 수정하려면 {elevatedUser} 권한이 필요합니다.
pt: AVISO: você precisa ser {elevatedUser} para modificar esta configuração
ru: ПРЕДУПРЕЖДЕНИЕ: вам нужно быть {elevatedUser}, чтобы изменить этот параметр
th: คำเตือน: คุณต้องเป็น {elevatedUser} เพื่อแก้ไขการตั้งค่านี้
tr: UYARI: Bu ayarı değiştirmek için {elevatedUser} olmalısınız
vi: CẢNH BÁO: bạn cần là {elevatedUser} để chỉnh sửa cài đặt này
zh: 警告：您需要是{elevatedUser}才能修改此设置

source: Working dir
ar: دليل العمل
de: Arbeitsverzeichnis
es: Directorio de trabajo
fa: دایرکتوری کاری
fr: Répertoire de travail
hi: कार्यशील निर्देशिका
id: Direktori kerja
ja: 作業ディレクトリ
ko: 작업 디렉토리
pt: Diretório de trabalho
ru: Рабочий каталог
th: ไดเรกทอรีทำงาน
tr: Çalışma dizini
vi: Thư mục làm việc
zh: 工作目录

source: Works fine on Windows, will fail on other systems with short-lived packets (like DNS)
es: Funciona correctamente en Windows, fallará en otros sistemas con paquetes de corta duración como DNS
fa: این پیکربندی در ویندوز کار می‌کند، اما در سیستمهای دیگر با پکتهای کوتاه-lived (مانند DNS) شکست خواهد خورد
hi: विंडोज़ पर ठीक काम करता है, लघु जीवन वाले पैकेट (जैसे DNS) वाले अन्य सिस्टम में विफल होगा
id: Berfungsi dengan baik di Windows, akan gagal di sistem lain dengan paket berumur pendek (seperti DNS)
ko: Windows에서 정상 작동하지만 짧은 수신 대기 패킷(DNS 같은)을 사용하는 다른 시스템에서는 실패할 수 있습니다.
pt: Funciona bem no Windows, falhará em outros sistemas com pacotes de curta duração (como DNS)
ru: Хорошо работает в Windows, не работает на других системах с короткоживущими пакетами (например, DNS)
th: ทำงานได้ดีบน Windows จะล้มเหลวในระบบอื่น ๆ ที่มีแพ็กเก็ตชั่วคราว (เช่น DNS)
tr: Windows'ta iyi çalışır ancak DNS gibi kısa süren paketlerle diğer sistemlerde başarısız olabilir
vi: Hoạt động tốt trên Windows, sẽ thất bại trên các hệ thống khác có gói tin ngắn như DNS
zh: 在Windows上运行良好，但在其他系统上处理短暂数据包（如DNS）时可能会失败

source: You may want to check `Settings` -> `Profile override` -> `Inject http inbound`
ar: قد ترغب في التحقق من `الإعدادات` -> `تجاوز الملف الشخصي` -> `حقن HTTP الداخل`
de: Du solltest `Einstellungen` -> `Profilüberschreibung` -> `HTTP-Inbound injizieren` überprüfen
es: Es posible que desees revisar `Configuración` -> `Anulación de perfil` -> `Inyectar entrada HTTP`
fa: ممکن است بخواهید `تنظیمات` -> `جای‌گذاری پروفایل` -> `تزریق ورودی HTTP` را بررسی کنید
fr: Vous pouvez vérifier `Paramètres` -> `Remplacement du profil` -> `Injecter HTTP entrant`
hi: आप `सेटिंग्स` -> `प्रोफ़ाइल ओवरराइड` -> `HTTP इनबाउंड इंजेक्ट करें` देखना चाह सकते हैं
id: Anda mungkin ingin memeriksa `Pengaturan` -> `Timpa profil` -> `Sisipkan http inbound`
ja: `設定` -> `プロファイルオーバーライド` -> `HTTPインバウンドを挿入` を確認することをお勧めします
ko: `설정` -> `프로필 재정의` -> `HTTP 인바운드 주입`을 확인하세요.
pt: Você pode querer verificar `Configurações` -> `Substituição de perfil` -> `Injetar entrada HTTP`
ru: Возможно, вам следует проверить `Настройки` -> `Переопределение профиля` -> `Внедрение HTTP-входящего`
th: คุณอาจต้องการตรวจสอบ `การตั้งค่า` -> `แทนที่โปรไฟล์` -> `ฉีด HTTP ขาเข้า`
tr: `Ayarlar` -> `Profil geçersiz kılma` -> `HTTP girişini ekle` bölümünü kontrol etmek isteyebilirsiniz
vi: Bạn có thể muốn kiểm tra `Cài đặt` -> `Ghi đè hồ sơ` -> `Tiêm HTTP inbound`
zh: 您可能需要检查 `设置` -> `配置覆盖` -> `注入 HTTP 入站`

source: You may want to check `Settings` -> `Profile override` -> `Inject socks inbound`
ar: قد ترغب في التحقق من `الإعدادات` -> `تجاوز الملف الشخصي` -> `حقن Socks الداخل`
de: Du solltest `Einstellungen` -> `Profilüberschreibung` -> `SOCKS-Inbound injizieren` überprüfen
es: Es posible que desees revisar `Configuración` -> `Anulación de perfil` -> `Inyectar entrada SOCKS`
fa: ممکن است بخواهید `تنظیمات` -> `جای‌گذاری پروفایل` -> `تزریق ورودی SOCKS` را بررسی کنید
fr: Vous pouvez vérifier `Paramètres` -> `Remplacement du profil` -> `Injecter Socks entrant`
hi: आप `सेटिंग्स` -> `प्रोफ़ाइल ओवरराइड` -> `सॉक्स इनबाउंड इंजेक्ट करें` देखना चाह सकते हैं
id: Anda mungkin ingin memeriksa `Pengaturan` -> `Timpa profil` -> `Sisipkan socks inbound`
ja: `設定` -> `プロファイルオーバーライド` -> `SOCKSインバウンドを挿入` を確認することをお勧めします
ko: `설정` -> `프로필 재정의` -> `SOCKS 인바운드 주입`을 확인하세요.
pt: Você pode querer verificar `Configurações` -> `Substituição de perfil` -> `Injetar entrada SOCKS`
ru: Возможно, вам следует проверить `Настройки` -> `Переопределение профиля` -> `Внедрение Socks-входящего`
th: คุณอาจต้องการตรวจสอบ `การตั้งค่า` -> `แทนที่โปรไฟล์` -> `ฉีด SOCKS ขาเข้า`
tr: `Ayarlar` -> `Profil geçersiz kılma` -> `Socks girişini ekle` bölümünü kontrol etmek isteyebilirsiniz
vi: Bạn có thể muốn kiểm tra `Cài đặt` -> `Ghi đè hồ sơ` -> `Tiêm Socks inbound`
zh: 您可能需要检查 `设置` -> `配置覆盖` -> `注入 SOCKS 入站`

source: DNS IPv4
hi: डीएनएस IPv4

source: DNS IPv6
hi: डीएनएस IPv6
