Repository: AnyPortal/AnyPortal
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fr, hi, id, ja, ko, pt, ru, th, tr, vi, zh

source: Dashboard
ar: لوحة التحكم
es: Panel de control
fa: داشبورد
fr: Tableau de bord
hi: डैशबोर्ड
id: Dasbor
ja: ダッシュボード
ko: 대시보드
pt: Painel
ru: Панель управления
th: แดชบอร์ด
tr: Gösterge paneli
vi: Bảng điều khiển
zh: 仪表盘

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh: 删除

source: Direct
ar: مباشر
de: Direkt
es: Directo
fa: مستقیم
hi: प्रत्यक्ष
id: Langsung
ja: ダイレクト
ko: 직접
pt: Direto
ru: Прямое соединение
th: ตรง
tr: Doğrudan
vi: Trực tiếp
zh: 直连

source: Direct speed
ar: سرعة الاتصال المباشر
de: Direkte Geschwindigkeit
es: Velocidad directa
fa: سرعت مستقیم
fr: Vitesse directe
hi: प्रत्यक्ष गति
id: Kecepatan langsung
ja: ダイレクト速度
ko: 직접 속도
pt: Velocidade direta
ru: Скорость прямого соединения
th: ความเร็วโดยตรง
tr: Doğrudan hız
vi: Tốc độ trực tiếp
zh: 直连速度

source: Disable to show all toggles inside a dashboard pane instead
ar: عطل لإظهار جميع التoggles داخل شريط لوحة القيادة بدلاً من ذلك
de: Deaktiviere, um alle Schalter innerhalb eines Dashboard-Bereichs anzuzeigen
es: Desactivar para mostrar todos los interruptores dentro de un panel del panel en su lugar
fa: غیرفعال کردن برای نمایش همه کلیدهای روشن و خاموش در داخل یک پانل نظرات به جای آن
hi: सभी टॉगल्स को डैशबोर्ड पेन के अंदर दिखाने के लिए निष्क्रिय करें
id: Nonaktifkan untuk menampilkan semua toggle di dalam panel dasbor sebagai gantinya
ja: ダッシュボードのペイン内にすべてのトグルを表示するために無効化
ko: 대시보드 패널 내에서 모든 토글을 표시하기 위해 비활성화합니다
pt: Desativar para mostrar todos os interruptores dentro de uma seção do painel ao invés
ru: Отключить, чтобы показать все переключатели внутри панели управления вместо этого
th: ปิดใช้งานเพื่อแสดงตัวสลบทั้งหมดในแผงแดชบอร์ดแทน
tr: Bu ayarı kapatmak yerine tüm açma/kapama anahtarlarını gösterge tablosu içinde göster
vi: Vô hiệu hóa để hiển thị tất cả các công tắc bên trong bảng điều khiển thay vì
zh: 禁用以在仪表板面板中显示所有开关

source: Disallowed: all apps not in disallowed list will be proxied
ar: غير المسموح: جميع التطبيقات غير الموجودة في القائمة غير المسموح بها سيتم توجيهها
de: Verboten: Alle Apps, die nicht in der verbotenen Liste stehen, werden über einen Proxy geleitet
es: No permitido: todas las aplicaciones que no estén en la lista no permitida serán proxyadas
fa: غیرمجاز: همه برنامه‌هایی که در لیست غیرمجاز نیستند پروکسی خواهند شد
fr: Interdit : toutes les applications ne figurant pas dans la liste des interdits seront proxyées
hi: अस्वीकृत: अस्वीकृत सूची में न होने वाले सभी ऐप्स प्रॉक्सी किए जाएंगे
id: Tidak diizinkan: semua aplikasi yang tidak ada dalam daftar yang tidak diizinkan akan diproksi
ja: 拒否: 拒否リストにないすべてのアプリがプロキシされます
ko: 차단됨: 차단 목록에 없는 모든 앱이 프록시 처리됩니다
pt: Proibido: todos os aplicativos que não estiverem na lista proibida serão proxyados
ru: Запрещено: все приложения, отсутствующие в списке запрещённых, будут проксироваться
th: ไม่อนุญาต: แอปทั้งหมดที่ไม่อยู่ในรายการที่ไม่อนุญาตจะถูกพร็อกซี
tr: Yasaklı: yasaklı listede olmayan tüm uygulamalar proxylenir
vi: Không được phép: Tất cả ứng dụng không có trong danh sách bị cấm sẽ được proxy
zh: 禁止：不在禁止列表中的所有应用程序都将被代理

source: Disallowed applications
ar: التطبيقات غير المسموح بها
de: Verbotene Anwendungen
es: Aplicaciones no permitidas
fa: برنامه‌های غیرمجاز
fr: Applications interdites
hi: अस्वीकृत अनुप्रयोग
id: Aplikasi yang tidak diizinkan
ja: 拒否されたアプリ
ko: 차단된 애플리케이션
pt: Aplicativos proibidos
ru: Запрещённые приложения
th: แอปพลิเคชันที่ไม่อนุญาต
tr: Yasaklı uygulamalar
vi: Ứng dụng bị cấm
zh: 禁止的应用程序

source: DNS config
es: configuración DNS
fa: پیکربندی DNS
hi: DNS कॉन्फ़िगरेशन
id: Konfigurasi DNS
ko: DNS 설정
pt: Configuração DNS
ru: Конфигурация DNS
th: การกำหนดค่า DNS
tr: DNS yapılandırması
vi: Cấu hình DNS
zh: DNS配置

source: Dock to tray instead when app window is closed
ar: التصغير إلى العلبة عند إغلاق نافذة التطبيق
de: Beim Schließen des App-Fensters in Tray minimieren
es: Anclar a la bandeja en su lugar cuando la ventana de la aplicación esté cerrada
fa: به جای بستن، برنامه را به سینی سیستم انتقال دهید
fr: Réduire dans la barre d'état au lieu de fermer la fenêtre
hi: ऐप विंडो बंद होने पर ट्रे में डॉक करें
id: Tambatkan ke baki saat jendela aplikasi ditutup
ja: アプリウィンドウを閉じたときにトレイに格納
ko: 앱 창을 닫으면 트레이에 도킹
pt: Minimizar para a bandeja ao fechar a janela do aplicativo
ru: Сворачивать в трей при закрытии окна приложения
th: ย่อไปที่ถาดเมื่อปิดหน้าต่างแอป
tr: Uygulama penceresi kapatıldığında sistem tepsisine küçült
vi: Thu nhỏ vào khay hệ thống khi cửa sổ ứng dụng bị đóng
zh: 应用窗口关闭时停靠到托盘

source: e.g. C:\path\to\v2ray.exe
ar: مثال: C:\path\to\v2ray.exe
de: z.B. C:\Pfad\zu\v2ray.exe
es: Ejemplo: C:\path\to\v2ray.exe
fa: مثال: C:\path\to\v2ray.exe
fr: ex. C:\path\to\v2ray.exe
hi: उदा. C:\path\to\v2ray.exe
id: contoh: C:\path\to\v2ray.exe
ja: 例: C:\path\to\v2ray.exe
ko: 예: C:\path\to\v2ray.exe
pt: ex: C:\path\to\v2ray.exe
ru: например, C:\path\to\v2ray.exe
th: เช่น C:\path\to\v2ray.exe
tr: ör. C:\path\to\v2ray.exe
vi: ví dụ: C:\path\to\v2ray.exe
zh: 例如 C:\path\to\v2ray.exe

source: e.g. github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
ar: مثال: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
de: z.B. github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
es: Ejemplo: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
fa: مثال: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
fr: ex. github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
hi: उदा. github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
id: contoh: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
ja: 例: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
ko: 예: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
pt: ex: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
ru: например, github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
th: เช่น github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
tr: ör. github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
vi: ví dụ: github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe
zh: 例如 github://v2fly/v2ray-core/v2ray-windows-64.zip/v2ray.exe

source: e.g. /path/to/v2ray
ar: مثال: /path/to/v2ray
de: z.B. /Pfad/zu/v2ray
es: Ejemplo: /path/to/v2ray
fa: مثال: /path/to/v2ray
fr: ex. /chemin/vers/v2ray
hi: उदा. /path/to/v2ray
id: contoh: /path/to/v2ray
ja: 例: /path/to/v2ray
ko: 예: /path/to/v2ray
pt: ex: /path/to/v2ray
ru: например, /path/to/v2ray
th: เช่น /path/to/v2ray
tr: ör. /path/to/v2ray
vi: ví dụ: /path/to/v2ray
zh: 例如 /path/to/v2ray

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
pt: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa
zh: 编辑

source: Edit asset
ar: تحرير الأصل
de: Asset bearbeiten
es: Editar recurso
fa: ویرایش دارایی
fr: Modifier l'actif
hi: संपत्ति संपादित करें
id: Edit aset
ja: アセットを編集
ko: 자산 편집
pt: Editar ativo
ru: Редактировать ресурс
th: แก้ไขสินทรัพย์
tr: Varlığı düzenle
vi: Chỉnh sửa tài sản
zh: 编辑资源

source: Edit config
ar: تحرير الإعدادات
de: Konfiguration bearbeiten
es: Editar configuración
fa: ویرایش پیکربندی
fr: Modifier la configuration
hi: कॉन्फ़िगरेशन संपादित करें
id: Edit konfigurasi
ja: 設定を編集
ko: 설정 편집
pt: Editar configuração
ru: Редактировать конфигурацию
th: แก้ไขการตั้งค่า
tr: Yapılandırmayı düzenle
vi: Chỉnh sửa cấu hình
zh: 编辑配置

source: Edit core
ar: تحرير النواة
de: Core bearbeiten
es: Editar núcleo
fa: ویرایش هسته
fr: Modifier le noyau
hi: कोर संपादित करें
id: Edit inti
ja: コアを編集
ko: 코어 편집
pt: Editar núcleo
ru: Редактировать ядро
th: แก้ไขคอร์
tr: Çekirdeği düzenle
vi: Chỉnh sửa lõi
zh: 编辑核心

source: Edit core type
ar: تحرير نوع النواة
de: Core-Typ bearbeiten
es: Editar tipo de núcleo
fa: ویرایش نوع هسته
fr: Modifier le type de noyau
hi: कोर प्रकार संपादित करें
id: Edit jenis inti
ja: コアタイプを編集
ko: 코어 유형 편집
pt: Editar tipo de núcleo
ru: Редактировать тип ядра
th: แก้ไขประเภทคอร์
tr: Çekirdek türünü düzenle
vi: Chỉnh sửa loại lõi
zh: 编辑核心类型

source: Edit profile
ar: تحرير الملف التعريفي
de: Profil bearbeiten
es: Editar perfil
fa: ویرایش پروفایل
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
id: Edit profil
ja: プロファイルを編集
ko: 프로필 편집
pt: Editar perfil
ru: Редактировать профиль
th: แก้ไขโปรไฟล์
tr: Profili düzenle
vi: Chỉnh sửa hồ sơ
zh: 编辑配置

source: Edit Profile Group
ar: تحرير مجموعة الملفات التعريفية
de: Profilgruppe bearbeiten
es: Editar grupo de perfiles
fa: ویرایش گروه پروفایل
fr: Modifier le groupe de profils
hi: प्रोफ़ाइल समूह संपादित करें
id: Edit grup profil
ja: プロファイルグループを編集
ko: 프로필 그룹 편집
pt: Editar grupo de perfis
ru: Редактировать группу профилей
th: แก้ไขกลุ่มโปรไฟล์
tr: Profil grubunu düzenle
vi: Chỉnh sửa nhóm hồ sơ
zh: 编辑配置组

source: Either to match predefined profile or for profile injection
ar: إما لمطابقة ملف تعريفي محدد مسبقًا أو لحقن ملف تعريفي
de: Entweder um ein vordefiniertes Profil zuzuordnen oder für Profilinjektion
es: Para coincidir con un perfil predefinido o para inyección de perfil
fa: برای مطابقت با پروفایل از پیش تعریف‌شده یا تزریق پروفایل
fr: Soit pour correspondre à un profil prédéfini, soit pour l'injection de profil
hi: या तो पूर्वनिर्धारित प्रोफ़ाइल से मेल खाने के लिए या प्रोफ़ाइल इंजेक्शन के लिए
id: Untuk mencocokkan profil yang telah ditentukan atau untuk injeksi profil
ja: 定義済みプロファイルに一致するか、プロファイルのインジェクション用
ko: 미리 정의된 프로필과 일치하거나 프로필 주입을 위해 사용
pt: Para corresponder a um perfil predefinido ou para injeção de perfil
ru: Либо для соответствия предопределённому профилю, либо для внедрения профиля
th: ใช้เพื่อให้ตรงกับโปรไฟล์ที่กำหนดไว้ล่วงหน้าหรือเพื่อแทรกโปรไฟล์
tr: Önceden tanımlanmış profille eşleşme veya profil enjeksiyonu için
vi: Có thể khớp với hồ sơ được xác định trước hoặc để tiêm hồ sơ
zh: 用于匹配预定义配置或进行配置注入

source: Embedded
ar: مضمن
de: Eingebettet
es: Incrustado
fa: جاسازی‌شده
fr: Intégré
hi: एम्बेडेड
id: Tertanam
ja: 埋め込み
ko: 내장됨
pt: Embutido
ru: Встроенный
th: ฝังตัว
tr: Gömülü
vi: Nhúng
zh: 嵌入式

source: enable IPv4
ar: تمكين IPv4
de: IPv4 aktivieren
es: Habilitar IPv4
fa: فعال‌سازی IPv4
fr: Activer IPv4
hi: IPv4 सक्षम करें
id: Aktifkan IPv4
ja: IPv4 を有効化
ko: IPv4 활성화
pt: Ativar IPv4
ru: Включить IPv4
th: เปิดใช้งาน IPv4
tr: IPv4’ü etkinleştir
vi: Bật IPv4
zh: 启用 IPv4

source: enable IPv6
ar: تمكين IPv6
de: IPv6 aktivieren
es: Habilitar IPv6
fa: فعال‌سازی IPv6
fr: Activer IPv6
hi: IPv6 सक्षम करें
id: Aktifkan IPv6
ja: IPv6 を有効化
ko: IPv6 활성화
pt: Ativar IPv6
ru: Включить IPv6
th: เปิดใช้งาน IPv6
tr: IPv6’yı etkinleştir
vi: Bật IPv6
zh: 启用 IPv6

source: Enable system proxy
ar: تمكين وكيل النظام
de: System-Proxy aktivieren
es: Habilitar proxy del sistema
fa: فعال‌سازی پروکسی سیستم
fr: Activer le proxy système
hi: सिस्टम प्रॉक्सी सक्षम करें
id: Aktifkan proxy sistem
ja: システムプロキシを有効化
ko: 시스템 프록시 활성화
pt: Ativar proxy do sistema
ru: Включить системный прокси
th: เปิดใช้งานพร็อกซีระบบ
tr: Sistem proxy’sini etkinleştir
vi: Bật proxy hệ thống
zh: 启用系统代理

source: Enable Tun
de: Aktiviere TUN
es: Habilitar TUN
fa: فعال کردن Tun
hi: TUN सक्षम करें
id: Aktifkan Tun
ko: TUN 활성화
pt: Habilitar Tun
ru: Включить Tun
th: เปิดใช้งาน Tun
tr: Tun'u Etkinleştir
vi: Bật Tun
zh: 启用Tun

source: Enable Tun2socks
fa: فعالسازی Tun2socks
ru: Включить Tun2socks
th: เปิดใช้งาน Tun2socks
tr: Tun2socks'ı etkinleştir
vi: Bật Tun2socks
zh: 启用Tun2socks

source: Enable Tun2socks so a socks proxy works like a VPN
ar: تمكين tun2socks لجعل وكيل SOCKS يعمل كـ VPN
de: Tun2socks aktivieren, damit ein SOCKS-Proxy wie ein VPN funktioniert
es: Habilitar tun2socks para que un proxy SOCKS funcione como una VPN
fa: فعال‌سازی Tun2socks تا یک پروکسی SOCKS مانند VPN کار کند
fr: Activer tun2socks pour qu'un proxy SOCKS fonctionne comme un VPN
hi: Tun2socks सक्षम करें ताकि SOCKS प्रॉक्सी VPN की तरह काम करे
id: Aktifkan tun2socks agar proxy SOCKS berfungsi seperti VPN
ja: Tun2socks を有効化して SOCKS プロキシをVPNのように動作させる
ko: tun2socks 활성화 (SOCKS 프록시가 VPN처럼 작동)
pt: Ativar Tun2socks para que um proxy SOCKS funcione como uma VPN
ru: Включить Tun2socks, чтобы SOCKS-прокси работал как VPN
th: เปิดใช้งาน Tun2socks เพื่อให้พร็อกซี SOCKS ทำงานเหมือน VPN
tr: Tun2socks’u etkinleştir, böylece SOCKS proxy’si VPN gibi çalışır
vi: Bật Tun2socks để proxy socks hoạt động như một VPN
zh: 启用 Tun2socks，使 socks 代理像 VPN 一样工作

source: Enable Tun2socks so a socks proxy works like a VPN Requires elevation
ar: تمكين tun2socks لجعل وكيل SOCKS يعمل كـ VPN يتطلب صلاحيات مرتفعة
de: Tun2socks aktivieren, damit ein SOCKS-Proxy wie ein VPN funktioniert Erfordert Administratorrechte
es: Habilitar tun2socks para que un proxy SOCKS funcione como una VPN Requiere privilegios elevados
fa: فعال‌سازی Tun2socks تا یک پروکسی SOCKS مانند VPN کار کند نیاز به دسترسی سطح بالا دارد
fr: Activer tun2socks pour qu'un proxy SOCKS fonctionne comme un VPN Requiert des privilèges élevés
hi: Tun2socks सक्षम करें ताकि SOCKS प्रॉक्सी VPN की तरह काम करे उन्नति की आवश्यकता है
id: Aktifkan tun2socks agar proxy SOCKS berfungsi seperti VPN Membutuhkan izin administratif
ja: Tun2socks を有効化して SOCKS プロキシをVPNのように動作させる（管理者権限が必要）
ko: tun2socks 활성화 (SOCKS 프록시가 VPN처럼 작동) 관리자 권한 필요
pt: Ativar Tun2socks para que um proxy SOCKS funcione como uma VPN Requer elevação
ru: Включить Tun2socks, чтобы SOCKS-прокси работал как VPN Требуются права администратора
th: เปิดใช้งาน Tun2socks เพื่อให้พร็อกซี SOCKS ทำงานเหมือน VPN ต้องใช้สิทธิ์ระดับสูง
tr: Tun2socks’u etkinleştir, böylece SOCKS proxy’si VPN gibi çalışır Yönetici izni gerektirir
vi: Bật Tun2socks để proxy socks hoạt động như một VPN Yêu cầu quyền nâng cao
zh: 启用 Tun2socks，使 socks 代理像 VPN 一样工作 需要提升权限

source: Enable tun (via platform api)
ar: تمكين tun عبر API النظام الأساسي
de: TUN über Plattform-API aktivieren
es: Habilitar tun (a través de la API de la plataforma)
fa: فعال‌سازی تونل (از طریق API پلتفرم)
fr: Activer TUN (via l'API de la plateforme)
hi: प्लेटफ़ॉर्म API के माध्यम से TUN सक्षम करें
id: Aktifkan tun (melalui API platform)
ja: プラットフォームAPI経由でTunを有効化
ko: 플랫폼 API를 통한 TUN 활성화
pt: Ativar tun (via API da plataforma)
ru: Включить TUN (через API платформы)
th: เปิดใช้งาน TUN ผ่าน API ของแพลตฟอร์ม
tr: Tun’u platform API’si üzerinden etkinleştir
vi: Bật tun (qua API nền tảng)
zh: 通过平台 API 启用 TUN

source: Enable tun (via root)
ar: تمكين tun عبر الروت
de: TUN über Root aktivieren
es: Habilitar tun (como root)
fa: فعال‌سازی تونل (از طریق روت)
fr: Activer TUN (via root)
hi: रूट के माध्यम से TUN सक्षम करें
id: Aktifkan tun (melalui root)
ja: Root経由でTunを有効化
ko: 루트를 통한 TUN 활성화
pt: Ativar tun (via root)
ru: Включить TUN (с root-доступом)
th: เปิดใช้งาน TUN ผ่าน root
tr: Tun’u root üzerinden etkinleştir
vi: Bật tun (qua root)
zh: 通过 root 启用 TUN

source: Envs
ar: المتغيرات البيئية
de: Umgebungen
es: Entornos
fa: محیط‌ها
fr: Environnements
hi: पर्यावरण सेटिंग्स
id: Lingkungan
ja: 環境変数
ko: 환경 변수
pt: Variáveis de ambiente
ru: Переменные окружения
th: สภาพแวดล้อม
tr: Çevresel değişkenler
vi: Môi trường
zh: 环境变量

source: Exit
ar: خروج
de: Beenden
es: Salir
fa: خروج
id: Keluar
ja: 終了
ko: 나가기
pt: Sair
ru: Выход
th: ออก
tr: Çıkış
vi: Thoát
zh: 退出

source: Failed to fetch: {url}
ar: فشل في الجلب: {url}
de: Fehlgeschlagen, {url} abzurufen
es: No se pudo recuperar: {url}
fa: ناتوان در دریافت: {url}
hi: फetch करने में विफल: {url}
id: Gagal mengambil: {url}
ja: URLの取得に失敗しました: {url}
ko: URL을 가져올 수 없습니다: {url}
pt: Falha ao buscar: {url}
ru: Не удалось загрузить: {url}
th: ไม่สามารถดึงข้อมูลได้: {url}
tr: Yükleme Başarısız: {url}
vi: Không thể lấy dữ liệu từ: {url}
zh: 无法获取：{url}

source: First install time
fa: زمان نصب اولیه
ru: Время первой установки
th: เวลาติดตั้งครั้งแรก
tr: İlk kurulum zamanı

source: Follow system brightness
ar: اتباع سطوع النظام
de: Systemhelligkeit folgen
es: Seguir el brillo del sistema
fa: پیروی از روشنایی سیستم
fr: Suivre la luminosité du système
hi: सिस्टम चमक का पालन करें
id: Ikuti kecerahan sistem
ja: システムの明るさ設定に従う
ko: 시스템 밝기 따라가기
pt: Seguir brilho do sistema
ru: Следовать системной яркости
th: ปฏิบัติตามความสว่างของระบบ
tr: Sistem parlaklığını takip et
vi: Theo độ sáng hệ thống
zh: 跟随系统亮度

source: Follow system locale
ar: اتباع لغة النظام
de: Systemsprache folgen
es: Seguir la configuración regional del sistema
fa: پیروی از زبان سیستم
fr: Suivre la langue du système
hi: सिस्टम भाषा का पालन करें
id: Ikuti lokal sistem
ja: システムのロケールに従う
ko: 시스템 로케일 따라가기
pt: Seguir localidade do sistema
ru: Следовать системному языку
th: ปฏิบัติตามภาษาและภูมิภาคของระบบ
tr: Sistem dilini takip et
vi: Theo ngôn ngữ hệ thống
zh: 跟随系统语言

source: Foreground
ar: المقدمة
de: Vordergrund
es: Primer plano
fa: پیش‌زمینه
fr: Premier plan
hi: अग्रभूमि
id: Latar depan
ja: 前景
ko: 전경
pt: Primeiro plano
ru: Передний план
th: เบื้องหน้า
tr: Ön plan
vi: Tiền cảnh
zh: 前台

source: General
ar: عام
de: Allgemein
fa: عمومی
fr: Général
hi: सामान्य
id: Umum
ja: 一般
ko: 일반
pt: Geral
ru: Общие
th: ทั่วไป
tr: Genel
vi: Chung
zh: 通用

source: General settings
ar: الإعدادات العامة
de: Allgemeine Einstellungen
es: Configuraciones generales
fa: تنظیمات عمومی
fr: Paramètres généraux
hi: सामान्य सेटिंग्स
id: Pengaturan umum
ja: 一般設定
ko: 일반 설정
pt: Configurações gerais
ru: Общие настройки
th: การตั้งค่าทั่วไป
tr: Genel ayarlar
vi: Cài đặt chung
zh: 通用设置

source: Generated assets
ar: الأصول المولدة
de: Generierte Assets
es: Recursos generados
fa: دارایی‌های تولید‌شده
fr: Actifs générés
hi: उत्पन्न संपत्तियां
id: Aset yang dihasilkan
ja: 生成されたアセット
ko: 생성된 자산
pt: Ativos gerados
ru: Сгенерированные ресурсы
th: สินทรัพย์ที่สร้างขึ้น
tr: Oluşturulan varlıklar
vi: Tài sản được tạo
zh: 生成的资源

source: GitHub token
es: Token de GitHub
fa: Token de GitHub
hi: गिटहब टोकन
id: Token GitHub
ko: 깃허브 토큰
pt: Token do GitHub
ru: Токен GitHub
th: โทเค็น GitHub
vi: Mã thông báo GitHub
zh: GitHub令牌

source: GitHub token increase rate limits
es: Token de GitHub para aumentar los límites de tasa
fa: Token de GitHub para aumentar los límites de tasa
hi: गिटहब टोकन दर सीमाओं को बढ़ाने के लिए
id: Token GitHub untuk meningkatkan batas laju
ko: 깃허브 토큰을 통해 비율 제한 증가
pt: Aumentar os limites de taxa com token do GitHub
ru: Увеличение лимитов скорости с помощью токена GitHub
th: โทเค็น GitHub เพื่อเพิ่มหรือยกเลิกจำกัดอัตรา
tr: GitHub token ile oran sınırlarını artırma
vi: Mã thông báo GitHub tăng giới hạn tỷ lệ
zh: 用于增加速率限制的GitHub令牌

source: Go coroutines
ar: روتينات Go المتزامنة
de: Go-Coroutinen
es: Corrutinas de Go
fa: روال‌های همزمان Go
hi: गो कोरूटीन
ja: Goコルーチン
ko: Go 코루틴
pt: Corrotinas Go
ru: Go-корутины
tr: Go eş zamanlı görevleri
zh: Go 协程

source: HTTP port
ar: منفذ HTTP
es: Puerto HTTP
fa: درگاه HTTP
fr: Port HTTP
hi: HTTP पोर्ट
id: Port HTTP
ja: HTTPポート
ko: HTTP 포트
pt: Porta HTTP
ru: HTTP-порт
th: พอร์ต HTTP
tr: HTTP portu
vi: Cổng HTTP
zh: HTTP 端口

source: Inbound config
ar: إعدادات الاتصال الوارد
de: Eingehende Konfiguration
es: Configuración de entrada
fa: پیکربندی ورودی
fr: Configuration entrante
hi: इनबाउंड कॉन्फ़िगरेशन
id: Konfigurasi masuk
ja: インバウンド設定
ko: 인바운드 설정
pt: Configuração de entrada
ru: Конфигурация входящих соединений
th: การตั้งค่าขาเข้า
tr: Gelen bağlantı yapılandırması
vi: Cấu hình luồng vào
zh: 入站配置

source: INFO: Reconnected
ar: معلومة: تم إعادة الاتصال
de: INFO: Wieder verbunden
es: INFO: Reconectado
fa: اطلاعات: مجدداً متصل شد
fr: INFO : Reconnecté
hi: जानकारी: पुन: कनेक्ट किया गया
id: INFO: Tersambung kembali
ja: INFO: 再接続しました
ko: 정보: 다시 연결됨
pt: INFO: Reconectado
ru: ИНФО: Переподключено
th: ข้อมูล: เชื่อมต่อใหม่สำเร็จ
tr: BİLGİ: Yeniden bağlandı
vi: THÔNG TIN: Đã kết nối lại
zh: 信息：已重新连接

source: Inject api
ar: حقن API
de: API injizieren
es: Inyectar API
fa: تزریق API
fr: Injecter API
hi: एपीआई सम्मिलित करें
id: Sisipkan API
ja: APIを挿入
ko: API 주입
pt: Injetar API
ru: Внедрить API
th: แทรก API
tr: API’yi enjekte et
vi: Tiêm API
zh: 注入 API

source: Inject configuration into v2ray/xray profile
ar: حقن التكوين في ملف تعريف v2ray/xray
de: Konfiguration in v2ray/xray-Profil injizieren
es: Inyectar configuración en el perfil de v2ray/xray
fa: تزریق پیکربندی به پروفایل v2ray/xray
fr: Injecter la configuration dans le profil v2ray/xray
hi: V2Ray/XRay प्रोफ़ाइल में कॉन्फ़िगरेशन सम्मिलित करें
id: Sisipkan konfigurasi ke dalam profil v2ray/xray
ja: V2Ray/Xrayプロファイルに設定を挿入
ko: v2ray/xray 프로필에 설정 주입
pt: Injetar configuração no perfil v2ray/xray
ru: Внедрить конфигурацию в профиль v2ray/xray
th: แทรกการตั้งค่าเข้าไปในโปรไฟล์ v2ray/xray
tr: v2ray/xray profiline yapılandırma enjekte et
vi: Tiêm cấu hình vào hồ sơ v2ray/xray
zh: 将配置注入 v2ray/xray 配置

source: Inject http inbound
ar: حقن اتصال HTTP الوارد
de: HTTP-Inbound injizieren
es: Inyectar entrada HTTP
fa: تزریق ورودی HTTP
fr: Injecter HTTP entrant
hi: HTTP इनबाउंड सम्मिलित करें
id: Sisipkan HTTP masuk
ja: HTTPインバウンドを挿入
ko: HTTP 인바운드 주입
pt: Injetar entrada HTTP
ru: Внедрить HTTP-входящее соединение
th: แทรก HTTP ขาเข้า
tr: HTTP gelen bağlantısını enjekte et
vi: Tiêm HTTP inbound
zh: 注入 http 入站

source: Inject local DNS
es: inyectar DNS local
fa: تزریق DNS محلی
hi: स्थानीय DNS इंजेक्ट करें
id: Suntik DNS lokal
ko: 로컬 DNS 주입
pt: Injetar DNS local
ru: Внедрить локальный DNS
th: ฉีด DNS ท้องถิ่น
tr: yerel DNS enjekte et
vi: Tiêm DNS cục bộ
zh: 注入本地DNS

source: Inject Log
ar: حقن السجل
de: Log injizieren
es: Inyectar registro
fa: تزریق لاگ
fr: Injecter journal
hi: लॉग सम्मिलित करें
id: Sisipkan log
ja: ログを挿入
ko: 로그 주입
pt: Injetar log
ru: Внедрить лог
th: แทรกบันทึก
tr: Günlük kaydını enjekte et
vi: Tiêm nhật ký
zh: 注入日志

source: Inject rule to exclude core DNS
ar: إضافة قاعدة لاستثناء DNS الأساسي
de: Regel injizieren, um Kern-DNS auszuschließen
es: Inyectar regla para excluir el DNS principal
fa: تزریق قانون برای حذف DNS هسته
hi: कोर DNS को बाहर करने के लिए नियम सम्मिलित करें
id: Sisipkan aturan untuk mengecualikan DNS inti
ja: コアDNSを除外するルールを挿入
ko: 코어 DNS를 제외하기 위한 주입 규칙
pt: Injetar regra para excluir DNS principal
ru: Внедрить правило исключения ядерного DNS
th: แทรกกฎเพื่อไม่รวม DNS ของคอร์
tr: Çekirdek DNS'yi hariç tutma kuralı enjekte et
vi: Tiêm quy tắc để loại trừ DNS lõi
zh: 注入规则以排除核心DNS

source: Inject rule to exclude core path
ar: حقن قاعدة لاستثناء مسار النواة
de: Regel injizieren, um Core-Pfad auszuschließen
es: Inyectar regla para excluir la ruta del núcleo
fa: تزریق قانون برای حذف مسیر هسته
fr: Injecter une règle pour exclure le chemin du noyau
hi: कोर पथ को छोड़ने के लिए नियम सम्मिलित करें
id: Sisipkan aturan untuk mengecualikan jalur inti
ja: コアパスを除外するルールを挿入
ko: 코어 경로 제외 규칙 주입
pt: Injetar regra para excluir caminho do núcleo
ru: Добавить правило исключения пути к ядру
th: แทรกกฎเพื่อยกเว้นเส้นทางของคอร์
tr: Çekirdek yolunu hariç tutma kuralı enjekte et
vi: Tiêm quy tắc để loại trừ đường dẫn lõi
zh: 注入规则以排除核心路径

source: Inject sendThrough
ar: حقن sendThrough
de: sendThrough injizieren
es: Inyectar sendThrough
fa: تزریق sendThrough
fr: Injecter sendThrough
hi: SendThrough सम्मिलित करें
id: Sisipkan sendThrough
ja: 送信経路を挿入
ko: sendThrough 주입
pt: Injetar sendThrough
ru: Внедрить sendThrough
th: แทรก sendThrough
tr: sendThrough enjekte et
vi: Tiêm sendThrough
zh: 注入 sendThrough

source: Inject socks inbound
ar: حقن اتصال SOCKS الوارد
de: SOCKS-Inbound injizieren
es: Inyectar entrada SOCKS
fa: تزریق ورودی SOCKS
fr: Injecter SOCKS entrant
hi: SOCKS इनबाउंड सम्मिलित करें
id: Sisipkan SOCKS masuk
ja: SOCKSインバウンドを挿入
ko: SOCKS 인바운드 주입
pt: Injetar entrada SOCKS
ru: Внедрить SOCKS-входящее соединение
th: แทรก SOCKS ขาเข้า
tr: SOCKS gelen bağlantısını enjekte et
vi: Tiêm socks inbound
zh: 注入 socks 入站

source: Inject socks outbound
ar: حقن اتصال SOCKS الصادر
de: SOCKS-Outbound injizieren
es: Inyectar salida SOCKS
fa: تزریق خروجی SOCKS
fr: Injecter SOCKS sortant
hi: SOCKS आउटबाउंड सम्मिलित करें
id: Sisipkan SOCKS keluar
ja: SOCKSアウトバウンドを挿入
ko: SOCKS 아웃바운드 주입
pt: Injetar saída SOCKS
ru: Внедрить SOCKS-исходящее соединение
th: แทรก SOCKS ขาออก
tr: SOCKS giden bağlantısını enjekte et
vi: Tiêm socks outbound
zh: 注入 socks 出站
