Repository: AnyPortal/AnyPortal
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fr, hi, id, ja, ko, pt, ru, th, tr, vi, zh

source: About
ar: حول
de: Über
es: Acerca de
fa: درباره
fr: À propos
hi: के बारे में
id: Tentang
ja: 概要
ko: 정보
pt: Sobre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu
zh: 关于

source: Add asset
ar: إضافة أصل
de: Asset hinzufügen
es: Agregar recurso
fa: افزودن دارایی
fr: Ajouter un actif
hi: संपत्ति जोड़ें
id: Tambah aset
ja: アセットを追加
ko: 자산 추가
pt: Adicionar ativo
ru: Добавить ресурс
th: เพิ่มสินทรัพย์
tr: Varlık ekle
vi: Thêm tài sản
zh: 添加资源

source: Add core
ar: إضافة نواة
de: Core hinzufügen
es: Agregar núcleo
fa: افزودن هسته
fr: Ajouter un noyau
hi: कोर जोड़ें
id: Tambah inti
ja: コアを追加
ko: 코어 추가
pt: Adicionar núcleo
ru: Добавить ядро
th: เพิ่มคอร์
tr: Çekirdek ekle
vi: Thêm lõi
zh: 添加核心

source: Add core type
ar: إضافة نوع النواة
de: Core-Typ hinzufügen
es: Agregar tipo de núcleo
fa: افزودن نوع هسته
fr: Ajouter un type de noyau
hi: कोर प्रकार जोड़ें
id: Tambah jenis inti
ja: コアタイプを追加
ko: 코어 유형 추가
pt: Adicionar tipo de núcleo
ru: Добавить тип ядра
th: เพิ่มประเภทคอร์
tr: Çekirdek türü ekle
vi: Thêm loại lõi
zh: 添加核心类型

source: Add profile
ar: إضافة ملف تعريف
de: Profil hinzufügen
es: Agregar perfil
fa: افزودن پروفایل
fr: Ajouter un profil
hi: प्रोफ़ाइल जोड़ें
id: Tambah profil
ja: プロファイルを追加
ko: 프로필 추가
pt: Adicionar perfil
ru: Добавить профиль
th: เพิ่มโปรไฟล์
tr: Profil ekle
vi: Thêm hồ sơ
zh: 添加配置

source: Add profile group
ar: إضافة مجموعة ملفات تعريف
de: Profilgruppe hinzufügen
es: Agregar grupo de perfiles
fa: افزودن گروه پروفایل
fr: Ajouter un groupe de profils
hi: प्रोफ़ाइल समूह जोड़ें
id: Tambah grup profil
ja: プロファイルグループを追加
ko: 프로필 그룹 추가
pt: Adicionar grupo de perfis
ru: Добавить группу профилей
th: เพิ่มกลุ่มโปรไฟล์
tr: Profil grubu ekle
vi: Thêm nhóm hồ sơ
zh: 添加配置组

source: Administrator
ar: المسؤول
es: Administrador
fa: مدیر
fr: Administrateur
hi: प्रशासक
ja: 管理者
ko: 관리자
pt: Administrador
ru: Администратор
th: ผู้ดูแลระบบ
tr: Yönetici
vi: Quản trị viên
zh: 管理员

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fa: پیشرفته
fr: Avancé
hi: उन्नत
id: Lanjutan
ja: 詳細設定
ko: 고급
pt: Avançado
ru: Дополнительно
th: ขั้นสูง
tr: Gelişmiş
vi: Nâng cao
zh: 高级

source: All apps are proxied if disabled
ar: جميع التطبيقات يتم توجيهها إذا تم تعطيلها
de: Alle Apps werden über einen Proxy geleitet, wenn deaktiviert
es: Todas las aplicaciones están proxyadas si está deshabilitado
fa: همه برنامه‌ها در صورت غیرفعال شدن پروکسی می‌شوند
fr: Toutes les applications sont proxyées si désactivées
hi: यदि अक्षम किया गया तो सभी ऐप्स प्रॉक्सी किए जाएंगे
id: Semua aplikasi diproksi jika dinonaktifkan
ja: 無効にするとすべてのアプリがプロキシされます
ko: 비활성화되면 모든 앱이 프록시 처리됩니다
pt: Todos os aplicativos são proxyados se desativado
ru: Все приложения проксируются, если отключено
th: แอปทั้งหมดจะถูกพร็อกซีหากปิดใช้งาน
tr: Devre dışı bırakılırsa tüm uygulamalar proxylenir
vi: Tất cả ứng dụng sẽ được proxy nếu bị vô hiệu hóa
zh: 如果禁用，则所有应用程序都将被代理

source: All apps in allowed list will be proxied
ar: جميع التطبيقات في القائمة المسموح بها سيتم توجيهها
de: Alle Apps in der erlaubten Liste werden über einen Proxy geleitet
es: Todas las aplicaciones en la lista permitida serán proxyadas
fa: همه برنامه‌های موجود در لیست مجاز پروکسی خواهند شد
fr: Toutes les applications de la liste autorisée seront proxyées
hi: अनुमत सूची में सभी ऐप्स प्रॉक्सी किए जाएंगे
id: Semua aplikasi dalam daftar yang diizinkan akan diproksi
ja: 許可リスト内のすべてのアプリがプロキシされます
ko: 허용 목록의 모든 앱이 프록시 처리됩니다
pt: Todos os aplicativos na lista permitida serão proxyados
ru: Все приложения в списке разрешённых будут проксироваться
th: แอปทั้งหมดในรายการที่อนุญาตจะถูกพร็อกซี
tr: İzin verilen listedeki tüm uygulamalar proxylenir
vi: Tất cả ứng dụng trong danh sách được phép sẽ được proxy
zh: 允许列表中的所有应用程序都将被代理

source: All apps not in disallowed list will be proxied
ar: جميع التطبيقات غير الموجودة في القائمة غير المسموح بها سيتم توجيهها
de: Alle Apps, die nicht in der verbotenen Liste stehen, werden über einen Proxy geleitet
es: Todas las aplicaciones que no estén en la lista no permitida serán proxyadas
fa: همه برنامه‌هایی که در لیست غیرمجاز نیستند پروکسی خواهند شد
fr: Toutes les applications ne figurant pas dans la liste des interdits seront proxyées
hi: अस्वीकृत सूची में न होने वाले सभी ऐप्स प्रॉक्सी किए जाएंगे
id: Semua aplikasi yang tidak ada dalam daftar yang tidak diizinkan akan diproksi
ja: 拒否リストにないすべてのアプリがプロキシされます
ko: 차단 목록에 없는 모든 앱이 프록시 처리됩니다
pt: Todos os aplicativos que não estiverem na lista proibida serão proxyados
ru: Все приложения, отсутствующие в списке запрещённых, будут проксироваться
th: แอปทั้งหมดที่ไม่อยู่ในรายการที่ไม่อนุญาตจะถูกพร็อกซี
tr: Yasaklı listede olmayan tüm uygulamalar proxylenir
vi: Tất cả ứng dụng không có trong danh sách bị cấm sẽ được proxy
zh: 不在禁止列表中的所有应用程序都将被代理

source: All IPv4 defined in dns.servers will not be proxied
ar: جميع IPv4 المحددة في dns.servers لن يتم توجيهها عبر البروكسي
de: Alle IPv4, die in DNS-Servern definiert sind, werden nicht proxiert
es: Todos los IPv4 definidos en dns.servers no serán proxeados
fa: تمامی آدرسهای IPv4 تعریفشده در dns.servers به پروکسی نخواهند شد
hi: DNS सर्वरों में परिभाषित सभी IPv4 प्रॉक्सीड नहीं होंगे
id: Semua IPv4 yang didefinisikan dalam dns.servers tidak akan diproksi
ja: DNSサーバーに定義されたIPv4はプロキシされません
ko: DNS 서버에 정의된 모든 IPv4는 프록시되지 않습니다
pt: Todos os IPv4 definidos nos servidores DNS não serão proxeados
ru: Все IPv4, определенные в dns-серверах, не будут проксируются
th: IPv4 ทั้งหมดที่กำหนดไว้ใน dns.servers จะไม่ผ่านพร็อกซี
tr: DNS sunucularında tanımlanan tüm IPv4'ler vekil sunucu üzerinden yönlendirilmeyecektir
vi: Tất cả IPv4 được định nghĩa trong máy chủ DNS sẽ không bị proxy
zh: DNS服务器中定义的所有IPv4将不会被代理

source: Allowed: all apps in allowed list will be proxied
ar: المسموح: جميع التطبيقات في القائمة المسموح بها سيتم توجيهها
de: Erlaubt: Alle Apps in der erlaubten Liste werden über einen Proxy geleitet
es: Permitido: todas las aplicaciones en la lista permitida serán proxyadas
fa: مجاز: همه برنامه‌های موجود در لیست مجاز پروکسی خواهند شد
fr: Autorisé : toutes les applications de la liste autorisée seront proxyées
hi: अनुमत: अनुमत सूची में सभी ऐप्स प्रॉक्सी किए जाएंगे
id: Diizinkan: semua aplikasi dalam daftar yang diizinkan akan diproksi
ja: 許可: 許可リスト内のすべてのアプリがプロキシされます
ko: 허용됨: 허용 목록의 모든 앱이 프록시 처리됩니다
pt: Permitido: todos os aplicativos na lista permitida serão proxyados
ru: Разрешено: все приложения в списке разрешённых будут проксироваться
th: อนุญาต: แอปทั้งหมดในรายการที่อนุญาตจะถูกพร็อกซี
tr: İzin verilen: izin verilen listedeki tüm uygulamalar proxylenir
vi: Được phép: Tất cả ứng dụng trong danh sách được phép sẽ được proxy
zh: 允许：允许列表中的所有应用程序都将被代理

source: Allowed applications
ar: التطبيقات المسموح بها
de: Erlaubte Anwendungen
es: Aplicaciones permitidas
fa: برنامه‌های مجاز
fr: Applications autorisées
hi: अनुमत अनुप्रयोग
id: Aplikasi yang diizinkan
ja: 許可されたアプリ
ko: 허용된 애플리케이션
pt: Aplicativos permitidos
ru: Разрешённые приложения
th: แอปพลิเคชันที่อนุญาต
tr: İzin verilen uygulamalar
vi: Ứng dụng được phép
zh: 允许的应用程序

source: Api config
ar: إعدادات API
de: API-Konfiguration
es: Configuración de API
fa: پیکربندی API
fr: Configuration de l'API
hi: एपीआई कॉन्फ़िगरेशन
id: Konfigurasi API
ja: API 設定
ko: API 설정
pt: Configuração da API
ru: Конфигурация API
th: การตั้งค่า API
tr: API yapılandırması
vi: Cấu hình API
zh: API 配置

source: Api port
ar: منفذ API
es: Puerto de API
fa: درگاه API
fr: Port de l'API
hi: एपीआई पोर्ट
id: Port API
ja: API ポート
ko: API 포트
pt: Porta da API
ru: Порт API
th: พอร์ต API
tr: API portu
vi: Cổng API
zh: API 端口

source: App
ar: التطبيق
es: Aplicación
fa: برنامه
fr: Application
hi: ऐप
id: Aplikasi
ja: アプリ
ko: 앱
pt: Aplicativo
ru: Приложение
th: แอป
tr: Uygulama
vi: Ứng dụng
zh: 应用

source: App name
fa: نام برنامه
ru: Имя приложения
th: ชื่อแอปพลิเคชัน
tr: Uygulama adı

source: Args
ar: المعاملات
de: Argumente
es: Argumentos
fa: آرگومان‌ها
fr: Arguments
hi: आर्ग्स
id: Argumen
ja: 引数
ko: 인수
pt: Argumentos
ru: Аргументы
th: อาร์กิวเมนต์
tr: Argümanlar
vi: Tham số
zh: 参数

source: Asset path
ar: مسار الأصل
de: Asset-Pfad
es: Ruta del recurso
fa: مسیر دارایی
fr: Chemin de l'actif
hi: संपत्ति पथ
id: Jalur aset
ja: アセットのパス
ko: 자산 경로
pt: Caminho do ativo
ru: Путь к ресурсу
th: เส้นทางสินทรัพย์
tr: Varlık yolu
vi: Đường dẫn tài sản
zh: 资源路径

source: Asset type
ar: نوع الأصل
de: Asset-Typ
es: Tipo de recurso
fa: نوع دارایی
fr: Type d'actif
hi: संपत्ति प्रकार
id: Jenis aset
ja: アセットタイプ
ko: 자산 유형
pt: Tipo de ativo
ru: Тип ресурса
th: ประเภทสินทรัพย์
tr: Varlık türü
vi: Loại tài sản
zh: 资源类型

source: Assets
ar: الأصول
es: Recursos
fa: دارایی‌ها
fr: Actifs
hi: संपत्तियां
id: Aset
ja: アセット
ko: 자산
pt: Ativos
ru: Ресурсы
th: สินทรัพย์
tr: Varlıklar
vi: Tài sản
zh: 资源

source: Assets remote auto update, etc.
ar: تحديث تلقائي للأصول عن بعد، إلخ.
de: Assets: Fernaktualisierung, etc.
es: Actualización automática remota de recursos, etc.
fa: به‌روزرسانی خودکار دارایی‌های راه دور و غیره
fr: Mise à jour automatique des actifs distants, etc.
hi: संपत्तियों का दूरस्थ स्वचालित अपडेट, आदि
id: Pembaruan otomatis aset jarak jauh, dll.
ja: アセットのリモート自動更新など
ko: 자산 원격 자동 업데이트 등
pt: Atualização automática remota de ativos, etc.
ru: Удалённое автообновление ресурсов и др.
th: การอัปเดตอัตโนมัติของสินทรัพย์จากระยะไกล ฯลฯ
tr: Varlıkların uzak otomatik güncellemesi vb.
vi: Tự động cập nhật tài sản từ xa, v.v.
zh: 资源远程自动更新等

source: Auto change brightness based on system settings
ar: تغيير السطوع تلقائيًا بناءً على إعدادات النظام
de: Helligkeit automatisch an Systemeinstellungen anpassen
es: Cambio automático de brillo basado en la configuración del sistema
fa: تغییر خودکار روشنایی بر اساس تنظیمات سیستم
fr: Ajuster automatiquement la luminosité en fonction des paramètres système
hi: सिस्टम सेटिंग्स के आधार पर स्वचालित चमक परिवर्तन
id: Ubah kecerahan otomatis berdasarkan pengaturan sistem
ja: システム設定に基づいて自動的に明るさを変更
ko: 시스템 설정에 따라 밝기 자동 조정
pt: Alteração automática do brilho com base nas configurações do sistema
ru: Автоматически изменять яркость в соответствии с системными настройками
th: ปรับความสว่างอัตโนมัติตามการตั้งค่าระบบ
tr: Sistem ayarlarına göre otomatik parlaklık değişimi
vi: Tự động thay đổi độ sáng theo cài đặt hệ thống
zh: 根据系统设置自动调整亮度

source: Auto change language based on system settings
ar: تغيير اللغة تلقائيًا بناءً على إعدادات النظام
de: Sprache automatisch an Systemeinstellungen anpassen
es: Cambio automático de idioma basado en la configuración del sistema
fa: تغییر خودکار زبان بر اساس تنظیمات سیستم
fr: Changer automatiquement la langue selon les paramètres système
hi: सिस्टम सेटिंग्स के आधार पर स्वचालित भाषा परिवर्तन
id: Ubah bahasa otomatis berdasarkan pengaturan sistem
ja: システム設定に基づいて自動的に言語を変更
ko: 시스템 설정에 따라 언어 자동 변경
pt: Alteração automática do idioma com base nas configurações do sistema
ru: Автоматически изменять язык в соответствии с системными настройками
th: เปลี่ยนภาษาตามการตั้งค่าระบบอัตโนมัติ
tr: Sistem ayarlarına göre otomatik dil değişimi
vi: Tự động thay đổi ngôn ngữ theo cài đặt hệ thống
zh: 根据系统设置自动更改语言

source: Auto connect at app launch
ar: الاتصال تلقائيًا عند تشغيل التطبيق
de: Automatisch verbinden beim Start der App
es: Conexión automática al iniciar la aplicación
fa: اتصال خودکار هنگام اجرای برنامه
fr: Connexion automatique au lancement de l'application
hi: ऐप लॉन्च पर स्वचालित कनेक्शन
id: Sambungkan otomatis saat aplikasi dibuka
ja: アプリ起動時に自動接続
ko: 앱 실행 시 자동 연결
pt: Conectar automaticamente ao iniciar o aplicativo
ru: Авто-подключение при запуске приложения
th: เชื่อมต่ออัตโนมัติเมื่อเปิดแอป
tr: Uygulama başlatıldığında otomatik bağlan
vi: Tự động kết nối khi khởi chạy ứng dụng
zh: 应用启动时自动连接

source: Auto connect at device boot
ar: الاتصال تلقائيًا عند إقلاع الجهاز
de: Automatisch verbinden beim Gerätestart
es: Conexión automática al arrancar el dispositivo
fa: اتصال خودکار هنگام راه‌اندازی دستگاه
fr: Connexion automatique au démarrage de l'appareil
hi: डिवाइस बूट पर स्वचालित कनेक्शन
id: Sambungkan otomatis saat perangkat dinyalakan
ja: デバイス起動時に自動接続
ko: 장치 부팅 시 자동 연결
pt: Conectar automaticamente ao iniciar o dispositivo
ru: Авто-подключение при загрузке устройства
th: เชื่อมต่ออัตโนมัติเมื่อบูตอุปกรณ์
tr: Cihaz açıldığında otomatik bağlan
vi: Tự động kết nối khi khởi động thiết bị
zh: 设备启动时自动连接

source: Auto connect selected profile at app launch
ar: الاتصال تلقائيًا بالملف التعريفي المحدد عند تشغيل التطبيق
de: Ausgewähltes Profil beim Start der App automatisch verbinden
es: Conectar automáticamente el perfil seleccionado al iniciar la aplicación
fa: اتصال خودکار پروفایل انتخاب‌شده هنگام اجرای برنامه
fr: Connexion automatique du profil sélectionné au lancement de l'application
hi: ऐप लॉन्च पर चयनित प्रोफ़ाइल को स्वचालित रूप से कनेक्ट करें
id: Sambungkan profil yang dipilih secara otomatis saat aplikasi dibuka
ja: アプリ起動時に選択したプロファイルに自動接続
ko: 앱 실행 시 선택된 프로필 자동 연결
pt: Conectar automaticamente o perfil selecionado ao iniciar o aplicativo
ru: Авто-подключение выбранного профиля при запуске приложения
th: เชื่อมต่อโปรไฟล์ที่เลือกโดยอัตโนมัติเมื่อเปิดแอป
tr: Uygulama başlatıldığında seçili profile otomatik bağlan
vi: Tự động kết nối hồ sơ đã chọn khi khởi chạy ứng dụng
zh: 应用启动时自动连接选定的配置

source: Auto connect selected profile at device boot
ar: الاتصال تلقائيًا بالملف التعريفي المحدد عند إقلاع الجهاز
de: Ausgewähltes Profil beim Gerätestart automatisch verbinden
es: Conectar automáticamente el perfil seleccionado al arrancar el dispositivo
fa: اتصال خودکار پروفایل انتخاب‌شده هنگام راه‌اندازی دستگاه
fr: Connexion automatique du profil sélectionné au démarrage de l'appareil
hi: डिवाइस बूट पर चयनित प्रोफ़ाइल को स्वचालित रूप से कनेक्ट करें
id: Sambungkan profil yang dipilih secara otomatis saat perangkat dinyalakan
ja: デバイス起動時に選択したプロファイルに自動接続
ko: 장치 부팅 시 선택된 프로필 자동 연결
pt: Conectar automaticamente o perfil selecionado ao iniciar o dispositivo
ru: Авто-подключение выбранного профиля при загрузке устройства
th: เชื่อมต่อโปรไฟล์ที่เลือกโดยอัตโนมัติเมื่อบูตอุปกรณ์
tr: Cihaz açıldığında seçili profile otomatik bağlan
vi: Tự động kết nối hồ sơ đã chọn khi khởi động thiết bị
zh: 设备启动时自动连接选定的配置

source: Auto download installer and update on next app launch
ar: تنزيل المثبت تلقائيًا والتحديث عند تشغيل التطبيق التالي
de: Installer automatisch herunterladen und beim nächsten Start der App aktualisieren
es: Descargar automáticamente el instalador y actualizar en el próximo inicio de la aplicación
fa: دانلود خودکار نصب‌کننده و به‌روزرسانی در اجرای بعدی برنامه
fr: Téléchargement automatique de l'installateur et mise à jour au prochain lancement
hi: अगली बार ऐप लॉन्च करने पर इंस्टॉलर डाउनलोड करें और अपडेट करें
id: Unduh penginstal dan perbarui secara otomatis pada peluncuran aplikasi berikutnya
ja: 次回のアプリ起動時にインストーラーを自動ダウンロードして更新
ko: 다음 앱 실행 시 설치 프로그램 자동 다운로드 및 업데이트
pt: Baixar instalador automaticamente e atualizar na próxima inicialização do aplicativo
ru: Авто-загрузка установщика и обновление при следующем запуске приложения
th: ดาวน์โหลดตัวติดตั้งและอัปเดตอัตโนมัติเมื่อเปิดแอปครั้งถัดไป
tr: Kurulum dosyasını otomatik indir ve bir sonraki uygulama açılışında güncelle
vi: Tự động tải xuống trình cài đặt và cập nhật khi ứng dụng khởi chạy tiếp theo
zh: 自动下载安装程序并在下次应用启动时更新

source: Auto launch
ar: تشغيل تلقائي
de: Automatisch starten
es: Inicio automático
fa: اجرای خودکار
fr: Lancement automatique
hi: स्वचालित लॉन्च
id: Peluncuran otomatis
ja: 自動起動
ko: 자동 실행
pt: Início automático
ru: Автозапуск
th: เปิดใช้งานอัตโนมัติ
tr: Otomatik başlat
vi: Tự động khởi chạy
zh: 自动启动

source: Auto launch at login
ar: تشغيل تلقائي عند تسجيل الدخول
de: Automatisch beim Login starten
es: Inicio automático al iniciar sesión
fa: اجرای خودکار هنگام ورود
fr: Lancer automatiquement à la connexion
hi: लॉगिन पर स्वचालित लॉन्च
id: Peluncuran otomatis saat masuk
ja: ログイン時に自動起動
ko: 로그인 시 자동 실행
pt: Iniciar automaticamente no login
ru: Автозапуск при входе в систему
th: เปิดใช้งานอัตโนมัติเมื่อเข้าสู่ระบบ
tr: Girişte otomatik başlat
vi: Tự động khởi chạy khi đăng nhập
zh: 登陆时自启

source: Auto startup, tray icon, etc.
ar: التشغيل التلقائي، أيقونة العلبة، إلخ.
de: Automatischer Start, Tray-Symbol, etc.
es: Inicio automático, icono en la bandeja, etc.
fa: اجرای خودکار، آیکون سینی و غیره
fr: Démarrage automatique, icône dans la barre d'état, etc.
hi: स्वचालित स्टार्टअप, ट्रे आइकन, आदि
id: Startup otomatis, ikon baki, dll.
ja: 自動起動、トレイアイコンなど
ko: 자동 시작, 트레이 아이콘 등
pt: Inicialização automática, ícone na bandeja, etc.
ru: Автозапуск, значок в трее и др.
th: การเปิดใช้งานอัตโนมัติ ไอคอนถาด ฯลฯ
tr: Otomatik başlangıç, sistem tepsisi simgesi vb.
vi: Tự động khởi động, biểu tượng khay hệ thống, v.v.
zh: 自动启动、托盘图标等

source: Auto update
ar: تحديث تلقائي
de: Automatische Aktualisierung
es: Actualización automática
fa: به‌روزرسانی خودکار
fr: Mise à jour automatique
hi: स्वचालित अपडेट
id: Pembaruan otomatis
ja: 自動更新
ko: 자동 업데이트
pt: Atualização automática
ru: Автообновление
th: อัปเดตอัตโนมัติ
tr: Otomatik güncelleme
vi: Tự động cập nhật
zh: 自动更新

source: Auto update interval (seconds), 0 to disable
ar: فاصل التحديث التلقائي (بالثواني)، 0 لتعطيل
de: Automatisches Update-Intervall (Sekunden), 0 zum Deaktivieren
es: Intervalo de actualización automática (segundos), 0 para desactivar
fa: فاصله به‌روزرسانی خودکار (ثانیه)، ۰ برای غیرفعال کردن
fr: Intervalle de mise à jour automatique (secondes), 0 pour désactiver
hi: स्वचालित अपडेट अंतराल (सेकंड), अक्षम करने के लिए 0
id: Interval pembaruan otomatis (detik), 0 untuk menonaktifkan
ja: 自動更新間隔（秒）、0で無効化
ko: 자동 업데이트 간격(초), 0은 비활성화
pt: Intervalo de atualização automática (segundos), 0 para desativar
ru: Интервал автообновления (в секундах), 0 - отключить
th: ช่วงเวลาอัปเดตอัตโนมัติ (วินาที) 0 เพื่อปิดใช้งาน
tr: Otomatik güncelleme aralığı (saniye), devre dışı bırakmak için 0
vi: Khoảng thời gian tự động cập nhật (giây), 0 để tắt
zh: 自动更新间隔（秒），0 表示禁用

source: Bind all outbounds to ip address, useful when using with some Tun tools
ar: ربط جميع الاتصالات الصادرة بعنوان IP، مفيد عند الاستخدام مع بعض أدوات Tun
de: Alle ausgehenden Verbindungen an eine IP-Adresse binden, nützlich bei der Verwendung mit bestimmten Tun-Tools
es: Vincular todas las salidas a una dirección IP, útil cuando se usa con algunas herramientas Tun
fa: اتصال همه خروجی‌ها به آدرس IP، مفید هنگام استفاده با برخی ابزارهای تونل
fr: Lier toutes les connexions sortantes à une adresse IP, utile avec certains outils Tun
hi: सभी आउटबाउंड को आईपी पते से बाँधें, कुछ ट्यून उपकरणों के साथ उपयोगी
id: Ikat semua koneksi keluar ke alamat IP, berguna saat digunakan dengan beberapa alat Tun
ja: すべてのアウトバウンドをIPアドレスにバインド（特定のTunツール使用時に便利）
ko: 모든 아웃바운드를 IP 주소에 바인딩 (일부 Tun 도구 사용 시 유용)
pt: Vincular todas as saídas a um endereço IP, útil ao usar algumas ferramentas Tun
ru: Привязка всех исходящих соединений к IP-адресу, полезно при использовании с некоторыми инструментами Tun
th: ผูกการเชื่อมต่อขาออกทั้งหมดกับที่อยู่ IP มีประโยชน์เมื่อใช้กับเครื่องมือ Tun บางตัว
tr: Tüm giden bağlantıları IP adresine bağla, bazı Tun araçları ile kullanışlıdır
vi: Ràng buộc tất cả luồng ra với địa chỉ IP, hữu ích khi sử dụng với một số công cụ Tun
zh: 将所有出站绑定到 IP 地址，在使用某些 TUN 工具时有用

source: Binding interface
ar: واجهة الربط
de: Bindungsschnittstelle
es: Interfaz de vinculación
fa: رابط اتصال
fr: Interface de liaison
hi: बाइंडिंग इंटरफेस
id: Antarmuka pengikatan
ja: バインドインターフェース
ko: 바인딩 인터페이스
pt: Interface de vinculação
ru: Привязка к интерфейсу
th: การเชื่อมต่ออินเทอร์เฟซ
tr: Bağlantı arayüzü
vi: Giao diện ràng buộc
zh: 绑定接口

source: Binding ip
ar: IP الربط
de: Bindungs-IP
es: IP de vinculación
fa: آدرس IP اتصال
fr: IP de liaison
hi: बाइंडिंग आईपी
id: IP pengikatan
ja: バインドIP
ko: 바인딩 IP
pt: IP de vinculação
ru: Привязка к IP
th: การเชื่อมต่อ IP
tr: Bağlantı IP’si
vi: IP ràng buộc
zh: 绑定 IP

source: Black dark
ar: أسود داكن
de: Schwarz (dunkel)
es: Negro oscuro
fa: سیاه تیره
fr: Noir foncé
hi: काला गहरा
id: Hitam gelap
ja: ブラック（ダーク）
ko: 블랙 다크
pt: Preto escuro
ru: Чёрная тёмная тема
th: ดำเข้ม
tr: Siyah koyu
vi: Đen tối
zh: 黑色暗色模式

source: Cancel
ar: الغاء
de: Abbrechen
es: Cancelar
fa: لغو
hi: रद्द करें
id: Batalkan
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh: 取消

source: Check update
ar: تحقق من التحديث
de: Aktualisierung überprüfen
es: Verificar actualización
fa: بررسی به‌روزرسانی
hi: अद्यतन जाँचें
id: Periksa pembaruan
ja: 更新を確認する
ko: 업데이트 확인
pt: Verificar atualizações
ru: Проверить обновление
th: ตรวจสอบการอัปเดต
tr: Güncellemeyi Kontrol Et
vi: Kiểm tra cập nhật
zh: 检查更新

source: Close to tray
ar: إغلاق إلى العلبة
de: In Tray minimieren
es: Cerrar a la bandeja
fa: بستن به سینی سیستم
fr: Fermer dans la barre d'état
hi: ट्रे में बंद करें
id: Tutup ke baki
ja: トレイに格納
ko: 트레이로 최소화
pt: Fechar para a bandeja
ru: Сворачивать в трей
th: ปิดไปที่ถาด
tr: Sistem tepsisine küçült
vi: Thu nhỏ vào khay hệ thống
zh: 最小化到托盘

source: Connect
ar: اتصل
de: Verbinden
es: Conectar
fa: اتصال
hi: कनेक्ट
id: Hubungkan
ja: 接続
ko: 연결하기
pt: Conectar
ru: Подключить
th: เชื่อมต่อ
tr: Bağlan
vi: Kết nối
zh: 连接

source: Connectivity
ar: الاتصال
de: Konnektivität
es: Conectividad
fa: اتصال
fr: Connectivité
hi: कनेक्टिविटी
id: Konektivitas
ja: 接続性
ko: 연결
pt: Conectividade
ru: Подключение
th: การเชื่อมต่อ
tr: Bağlantı
vi: Kết nối
zh: 连接

source: Connectivity basic settings
ar: إعدادات الاتصال الأساسية
de: Grundlegende Konnektivitätseinstellungen
es: Configuración básica de conectividad
fa: تنظیمات اولیه اتصال
fr: Paramètres de connectivité de base
hi: कनेक्टिविटी की मूल सेटिंग्स
id: Pengaturan dasar konektivitas
ja: 接続の基本設定
ko: 연결 기본 설정
pt: Configurações básicas de conectividade
ru: Основные настройки подключения
th: การตั้งค่าการเชื่อมต่อพื้นฐาน
tr: Bağlantı temel ayarları
vi: Cài đặt kết nối cơ bản
zh: 连接基本设置

source: Copied
ar: نسخ
de: Kopiert
es: Copiado
fa: کپی شده
hi: कॉपी किया गया
id: Disalin
ja: コピーしました
ko: 복사됨
pt: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép
zh: 已复制

source: Core
ar: النواة
de: Kern
es: Núcleo
fa: هسته
hi: कोर
id: Inti
ja: コア
ko: 코어
pt: Núcleo
ru: Ядро
th: แกนหลัก
tr: Çekirdek
vi: Lõi
zh: 核心

source: Core config
es: configuración del núcleo
fa: پیکربندی هسته
hi: कोर कॉन्फ़िगरेशन
id: Konfigurasi inti
ko: 코어 설정
pt: Configuração do núcleo
ru: Конфигурация ядра
th: การกำหนดค่าหลัก
tr: çekirdek yapılandırması
vi: Cấu hình lõi
zh: 核心配置

source: Core config format
es: formato de configuración del núcleo
fa: فرمت پیکربندی هسته
hi: कोर कॉन्फ़िगरेशन प्रारूप
id: Format konfigurasi inti
ko: 코어 구성 형식
pt: Formato de configuração do núcleo
ru: Формат конфигурации ядра
th: รูปแบบการกำหนดค่าหลัก
tr: çekirdek yapılandırma formatı
vi: Định dạng cấu hình lõi
zh: 核心配置格式

source: Core executable
ar: الملف التنفيذي للنواة
de: Core-Programmdatei
es: Ejecutable del núcleo
fa: اجرای هسته
fr: Exécutable du noyau
hi: कोर निष्पादन योग्य
id: File eksekusi inti
ja: コア実行ファイル
ko: 코어 실행 파일
pt: Executável do núcleo
ru: Исполняемый файл ядра
th: ไฟล์ปฏิบัติการของคอร์
tr: Çekirdek çalıştırılabilir dosyası
vi: Tệp thực thi lõi
zh: 核心可执行文件

source: Core path does not exist
ar: مسار النواة غير موجود
de: Kernpfad existiert nicht
es: La ruta del núcleo no existe
fa: مسیر هسته وجود ندارد
hi: कोर पथ मौजूद नहीं है
id: Jalur inti tidak ada
ja: コアパスが存在しません
ko: 코어 경로가 존재하지 않습니다
pt: O caminho do núcleo não existe
ru: Путь к ядру не существует
th: เส้นทางของไฟล์หลักไม่มีอยู่
tr: Çekirdek yolu mevcut değil
vi: Đường dẫn lõi không tồn tại
zh: 核心路径不存在

source: Core type
ar: نوع النواة
de: Core-Typ
es: Tipo de núcleo
fa: نوع هسته
fr: Type de noyau
hi: कोर प्रकार
id: Jenis inti
ja: コアタイプ
ko: 코어 유형
pt: Tipo de núcleo
ru: Тип ядра
th: ประเภทคอร์
tr: Çekirdek türü
vi: Loại lõi
zh: 核心类型

source: Cores
ar: النوى
es: Núcleos
fa: هسته‌ها
fr: Noyaux
hi: कोर
id: Inti
ja: コア
ko: 코어
pt: Núcleos
ru: Ядра
th: คอร์
tr: Çekirdekler
vi: Lõi
zh: 核心

source: Dark theme
ar: الوضع الداكن
de: Dunkles Design
es: Tema oscuro
fa: تم تاریک
fr: Thème sombre
hi: डार्क थीम
id: Tema gelap
ja: ダークテーマ
ko: 다크 테마
pt: Tema escuro
ru: Тёмная тема
th: ธีมมืด
tr: Koyu tema
vi: Chủ đề tối
zh: 暗色主题
