Repository: AnyPortal/AnyPortal
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fr, hi, id, ja, ko, pt, ru, th, tr, vi, zh

source: Install now
ar: تثبيت الآن
de: Jetzt installieren
es: Instalar ahora
fa: نصب کنون
hi: अब स्थापित करें
id: Pasang sekarang
ja: 今すぐインストール
ko: 지금 설치
pt: Instalar agora
ru: Установить сейчас
th: ติดตั้งตอนนี้
tr: Şimdi Yükle
vi: Cài đặt ngay
zh: 立即安装

source: Installed apps
ar: التطبيقات المثبتة
de: Installierte Apps
es: Aplicaciones instaladas
fa: برنامه‌های نصب‌شده
fr: Applications installées
hi: इंस्टॉल किए गए ऐप्स
id: Aplikasi terinstal
ja: インストール済みアプリ
ko: 설치된 앱
pt: Aplicativos instalados
ru: Установленные приложения
th: แอปที่ติดตั้ง
tr: Yüklü uygulamalar
vi: Ứng dụng đã cài đặt
zh: 已安装的应用程序

source: IP not found for binding interface: {bindingInterface}
ar: لم يتم العثور على IP ل واجهة ربط: {bindingInterface}
de: Keine IP für die Bindungschnittstelle gefunden: {bindingInterface}
es: No se encontró la IP para la interfaz de enlace: {bindingInterface}
fa: آی‌پی پیدا نشد برای رابط اتصال: {bindingInterface}
hi: बाइंडिंग इंटरफ़ेस के लिए आईपी नहीं मिला: {bindingInterface}
id: IP tidak ditemukan untuk antarmuka pengikatan: {bindingInterface}
ja: バインディングインターフェースに対応するIPが見つかりませんでした: {bindingInterface}
ko: 바인딩 인터페이스에 대한 IP를 찾을 수 없습니다: {bindingInterface}
pt: IP não encontrado para a interface de vinculação: {bindingInterface}
ru: IP-адрес не найден для интерфейса привязки: {bindingInterface}
th: ไม่พบที่อยู่ IP สำหรับอินเตอร์เฟซการผูก: {bindingInterface}
tr: Bağlama arayüzü için IP bulunamadı: {bindingInterface}
vi: Không tìm thấy IP cho giao diện ràng buộc: {bindingInterface}
zh: 绑定接口'{bindingInterface}'未找到IP地址

source: Language
ar: اللغة
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh: 语言

source: Language settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Configuración de idioma
fa: تنظیمات زبان
fr: Paramètres de langue
hi: भाषा सेटिंग्स
id: Pengaturan bahasa
ja: 言語設定
ko: 언어 설정
pt: Configurações de idioma
ru: Настройки языка
th: การตั้งค่าภาษา
tr: Dil ayarları
vi: Cài đặt ngôn ngữ
zh: 语言设置

source: Last checked: {datetime}
ar: تم التحقق آخر مرة في: {datetime}
de: Zuletzt überprüft am: {datetime}
es: Última verificación: {datetime}
fa: آخرین بررسی در: {datetime}
hi: अंतिम जाँच तिथि: {datetime}
id: Diperiksa terakhir: {datetime}
ja: 最終確認時刻：{datetime}
ko: 최종 확인 일시: {datetime}
pt: Última verificação: {datetime}
ru: Последний раз проверено: {datetime}
th: ตรวจสอบล่าสุด: {datetime}
tr: Son kontrol tarihi: {datetime}
vi: Kiểm tra lần cuối: {datetime}
zh: 上次检查时间：{datetime}

source: Last update time
fa: زمان آخرین به روز رسانی
ru: Время последнего обновления
th: เวลาอัปเดตล่าสุด
tr: Son güncelleme zamanı

source: Launch settings
ar: إعدادات التشغيل
de: Starteinstellungen
es: Configuración de inicio
fa: تنظیمات راه‌اندازی
fr: Paramètres de lancement
hi: लॉन्च सेटिंग्स
id: Pengaturan peluncuran
ja: 起動設定
ko: 실행 설정
pt: Configurações de inicialização
ru: Настройки запуска
th: การตั้งค่าการเปิดใช้งาน
tr: Başlatma ayarları
vi: Cài đặt khởi chạy
zh: 启动设置

# live_objects
source: Live obj.
ar: الكائنات الحية
de: Live-Objekte
es: Objetos en vivo
fa: اشیای زنده
fr: Objets actifs
hi: लाइव ऑब्जेक्ट्स
id: Objek langsung
ja: ライブオブジェクト
ko: 실시간 객체
pt: Objetos ativos
ru: Живые объекты
th: วัตถุสด
tr: Canlı nesneler
vi: Đối tượng trực tiếp
zh: 实时对象

source: Local directory
ar: الدليل المحلي
de: Lokales Verzeichnis
es: Directorio local
fa: دایرکتوری محلی
hi: स्थानीय निर्देशिका
id: Direktori lokal
ja: ローカルディレクトリ
ko: 로컬 디렉토리
pt: Diretório local
ru: Локальный каталог
th: ไดเรกทอรีท้องถิ่น
tr: Yerel dizin
vi: Thư mục cục bộ
zh: 本地目录

source: Local profile group
ar: مجموعة الملفات الشخصية المحلية
de: Lokale Profilgruppe
es: Grupo de perfiles locales
fa: گروه پروفایل محلی
fr: Groupe de profils locaux
hi: स्थानीय प्रोफ़ाइल समूह
id: Grup profil lokal
ja: ローカルプロファイルグループ
ko: 로컬 프로필 그룹
pt: Grupo de perfis locais
ru: Локальная группа профилей
th: กลุ่มโปรไฟล์ท้องถิ่น
tr: Yerel profil grubu
vi: Nhóm hồ sơ cục bộ
zh: 本地配置组

source: Log config
ar: إعدادات السجل
de: Protokollkonfiguration
es: Configuración de registro
fa: پیکربندی لاگ
fr: Configuration du journal
hi: लॉग कॉन्फ़िगरेशन
id: Konfigurasi log
ja: ログ設定
ko: 로그 설정
pt: Configuração de log
ru: Конфигурация логов
th: การกำหนดค่าบันทึก
tr: Günlük yapılandırması
vi: Cấu hình nhật ký
zh: 日志配置

source: Log config override
ar: تجاوز إعدادات السجل
de: Protokollkonfiguration überschreiben
es: Anulación de configuración de registro
fa: جای‌گذاری پیکربندی لاگ
fr: Surcharge de la configuration du journal
hi: लॉग कॉन्फ़िगरेशन ओवरराइड
id: Timpa konfigurasi log
ja: ログ設定オーバーライド
ko: 로그 설정 재정의
pt: Substituição da configuração de log
ru: Переопределение конфигурации логов
th: การแทนที่การกำหนดค่าบันทึก
tr: Günlük yapılandırmasını geçersiz kıl
vi: Ghi đè cấu hình nhật ký
zh: 日志配置覆盖

source: Log Level
ar: مستوى السجل
de: Protokollebene
es: Nivel de registro
fa: سطح لاگ
fr: Niveau du journal
hi: लॉग स्तर
id: Tingkat log
ja: ログレベル
ko: 로그 레벨
pt: Nível de log
ru: Уровень логирования
th: ระดับบันทึก
tr: Günlük seviyesi
vi: Mức nhật ký
zh: 日志级别

source: Logs
ar: السجلات
de: Protokolle
es: Registros
fa: لاگ‌ها
fr: Journaux
hi: लॉग्स
id: Log
ja: ログ
ko: 로그
ru: Логи
th: บันทึก
tr: Günlükler
vi: Nhật ký
zh: 日志

source: Manually created profiles
ar: الملفات الشخصية التي تم إنشاؤها يدويًا
de: Manuell erstellte Profile
es: Perfiles creados manualmente
fa: پروفایل‌های ایجادشده دستی
fr: Profils créés manuellement
hi: मैन्युअल रूप से बनाई गई प्रोफ़ाइलें
id: Profil yang dibuat secara manual
ja: 手動で作成したプロファイル
ko: 수동으로 생성된 프로필
pt: Perfis criados manualmente
ru: Ручные профили
th: โปรไฟล์ที่สร้างขึ้นด้วยตนเอง
tr: Manuel olarak oluşturulan profiller
vi: Hồ sơ được tạo thủ công
zh: 手动创建的配置

# memory
source: Mem.
ar: الذاكرة
de: Speicher
es: Memoria
fa: حافظه
fr: Mémoire
hi: मेमोरी
id: Memori
ja: メモリ
ko: 메모리
pt: Memória
ru: Память
th: หน่วยความจำ
tr: Bellek
vi: Bộ nhớ
zh: 内存

source: Name
ar: الاسم
es: Nombre
fa: نام
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
pt: Nome
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh: 名称

source: Necessary for dashboard infomation
ar: ضروري لمعلومات لوحة التحكم
de: Erforderlich für Dashboard-Informationen
es: Necesario para la información del panel
fa: ضروری برای اطلاعات داشبورد
fr: Nécessaire pour les informations du tableau de bord
hi: डैशबोर्ड जानकारी के लिए आवश्यक
id: Diperlukan untuk informasi dasbor
ja: ダッシュボード情報に必要
ko: 대시보드 정보에 필요
pt: Necessário para informações do painel
ru: Необходимо для информации на панели управления
th: จำเป็นสำหรับข้อมูลแดชบอร์ด
tr: Gösterge tablosu bilgisi için gereklidir
vi: Cần thiết cho thông tin bảng điều khiển
zh: 仪表板信息所必需的

source: No profile yet, create one first
ar: لا يوجد ملف شخصي بعد، قم بإنشاء واحد أولاً
de: Noch kein Profil vorhanden, erstelle zuerst eines
es: Aún no hay un perfil, crea uno primero
fa: هنوز پروفایلی وجود ندارد، ابتدا یکی ایجاد کنید
fr: Aucun profil pour l'instant, créez-en un d'abord
hi: कोई प्रोफ़ाइल नहीं, पहले एक बनाएं
id: Belum ada profil, buat satu terlebih dahulu
ja: まだプロファイルがありません。まず1つ作成してください
ko: 아직 프로필이 없습니다. 먼저 하나 생성하세요.
pt: Nenhum perfil ainda, crie um primeiro
ru: Профиль еще не создан, создайте его первым
th: ยังไม่มีโปรไฟล์ โปรดสร้างโปรไฟล์ก่อน
tr: Henüz profil yok, önce bir tane oluşturun
vi: Chưa có hồ sơ, hãy tạo một cái trước
zh: 尚无配置，请先创建一个

source: Notification
ar: الإشعارات
de: Benachrichtigung
es: Notificación
fa: اعلان
hi: सूचना
id: Notifikasi
ja: 通知
ko: 알림
pt: Notificação
ru: Уведомление
th: การแจ้งเตือน
tr: Bildirim
vi: Thông báo
zh: 通知

source: Notification permission is required for quick tiles to work properly
ar: إذن الإشعارات مطلوب لعمل المربعات السريعة بشكل صحيح
de: Die Benachrichtigungsberechtigung ist erforderlich, damit Schnellkacheln ordnungsgemäß funktionieren
es: Se requiere permiso de notificación para que los accesos rápidos funcionen correctamente
fa: مجوز اعلان برای عملکرد صحیح کاشی‌های سریع مورد نیاز است
fr: L'autorisation de notification est requise pour que les tuiles rapides fonctionnent correctement
hi: क्विक टाइल्स को सही ढंग से काम करने के लिए सूचना अनुमति आवश्यक है
id: Izin notifikasi diperlukan agar ubin cepat berfungsi dengan baik
ja: クイックタイルが正常に動作するためには通知の許可が必要です
ko: 빠른 타일이 정상적으로 작동하려면 알림 권한이 필요합니다.
pt: A permissão de notificação é necessária para que os atalhos rápidos funcionem corretamente
ru: Необходимо разрешение на уведомления для корректной работы быстрых плиток
th: ต้องได้รับอนุญาตการแจ้งเตือนเพื่อให้ไทล์ด่วนทำงานได้อย่างถูกต้อง
tr: Hızlı kutucukların düzgün çalışması için bildirim izni gereklidir
vi: Cần có quyền thông báo để các ô nhanh hoạt động đúng cách
zh: 快速开关正常工作需要通知权限

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
fa: باز کردن تنظیمات
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
ko: 설정 열기
pt: Abrir configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Mở cài đặt
zh: 打开设置

source: Options
fa: گزینهها
ru: Опции
th: ตัวเลือก
tr: Seçenekler

source: Outbound config: additional socks outbound
ar: إعدادات الخروج: خروج إضافي لـ Socks
de: Ausgehende Konfiguration: zusätzliche SOCKS-Ausgabe
es: Configuración de salida: salida SOCKS adicional
fa: پیکربندی خروجی: خروجی SOCKS اضافی
fr: Configuration de sortie : sortie socks supplémentaire
hi: आउटबाउंड कॉन्फ़िगरेशन: अतिरिक्त सॉक्स आउटबाउंड
id: Konfigurasi keluar: tambahan socks outbound
ja: アウトバウンド設定：追加のSOCKSアウトバウンド
ko: 아웃바운드 설정: 추가 SOCKS 아웃바운드
pt: Configuração de saída: SOCKS adicional
ru: Конфигурация исходящих соединений: дополнительные исходящие SOCKS
th: การกำหนดค่าออก: SOCKS ออกเพิ่มเติม
tr: Giden yapılandırma: ek socks çıkışı
vi: Cấu hình đầu ra: bổ sung đầu ra socks
zh: 出站配置：额外的 socks 出站

source: Outbound config: sendThrough
ar: إعدادات الخروج: الإرسال عبر
de: Ausgehende Konfiguration: sendThrough
es: Configuración de salida: enviar a través de
fa: پیکربندی خروجی: ارسال از طریق
fr: Configuration de sortie : sendThrough
hi: आउटबाउंड कॉन्फ़िगरेशन: sendThrough
id: Konfigurasi keluar: sendThrough
ja: アウトバウンド設定：送信先
ko: 아웃바운드 설정: 전송 경로
pt: Configuração de saída: sendThrough
ru: Конфигурация исходящих соединений: отправить через
th: การกำหนดค่าออก: ส่งผ่าน
tr: Giden yapılandırma: sendThrough
vi: Cấu hình đầu ra: gửi qua
zh: 出站配置：sendThrough

source: Override log config
ar: تجاوز إعدادات السجل
de: Protokollkonfiguration überschreiben
es: Anular configuración de registro
fa: جای‌گذاری پیکربندی لاگ
fr: Remplacer la configuration des journaux
hi: लॉग कॉन्फ़िगरेशन ओवरराइड करें
id: Timpa konfigurasi log
ja: ログ設定をオーバーライド
ko: 로그 설정 재정의
pt: Substituir configuração de log
ru: Переопределить конфигурацию журнала
th: แทนที่การกำหนดค่าบันทึก
tr: Günlük yapılandırmasını geçersiz kıl
vi: Ghi đè cấu hình nhật ký
zh: 覆盖日志配置

source: Path of core exectuable, assets, etc.
ar: مسار الملفات التنفيذية الأساسية، الأصول، إلخ.
de: Pfad der Kernanwendung, Assets usw.
es: Ruta del ejecutable principal, activos, etc.
fa: مسیر فایل اجرایی هسته، دارایی‌ها و غیره
fr: Chemin de l'exécutable principal, des ressources, etc.
hi: कोर निष्पादन योग्य, संपत्तियों आदि का पथ
id: Jalur eksekusi inti, aset, dll.
ja: コア実行ファイル、アセットなどのパス
ko: 코어 실행 파일, 애셋 등의 경로
pt: Caminho do executável principal, assets, etc.
ru: Путь к исполнимому файлу ядра, ресурсам и т.д.
th: เส้นทางของไฟล์หลักที่สามารถเรียกใช้, ทรัพย์สิน ฯลฯ
tr: Çekirdek yürütülebilir dosya, varlıklar vb. yolu
vi: Đường dẫn của tệp thực thi lõi, tài nguyên, v.v.
zh: 核心可执行文件、资源等的路径

source: Pending install: {tagName}
ar: في انتظار التثبيت: {tagName}
de: Wartend auf Installation: {tagName}
es: Instalación pendiente: {tagName}
fa: در انتظار نصب: {tagName}
hi: लंबित स्थापना: {tagName}
id: Menunggu pemasangan: {tagName}
ja: インストール待機：{tagName}
ko: 설치 대기 중: {tagName}
pt: Instalação pendente: {tagName}
ru: Ожидает установки: {tagName}
th: กำลังติดตั้ง: {tagName}
tr: Beklemede olan yükleme: {tagName}
vi: Đang chờ cài đặt: {tagName}
zh: 等待安装的版本：{tagName}

source: Per-app proxy
ar: بروكسي لكل تطبيق
de: Pro-App-Proxy
es: Proxy por aplicación
fa: پروکسی برای هر برنامه
fr: Proxy par application
hi: प्रति-ऐप प्रॉक्सी
id: Proxy per aplikasi
ja: アプリごとのプロキシ
ko: 앱별 프록시
pt: Proxy por aplicativo
ru: Прокси для каждого приложения
th: พร็อกซีรายแอป
tr: Uygulamaya özel proxy
vi: Proxy theo ứng dụng
zh: 应用级代理

source: Per-app proxy mode
ar: وضع البروكسي لكل تطبيق
de: Pro-App-Proxy-Modus
es: Modo de proxy por aplicación
fa: حالت پروکسی برای هر برنامه
fr: Mode proxy par application
hi: प्रति-ऐप प्रॉक्सी मोड
id: Mode proxy per aplikasi
ja: アプリごとのプロキシモード
ko: 앱별 프록시 모드
pt: Modo de proxy por aplicativo
ru: Режим прокси для каждого приложения
th: โหมดพร็อกซีรายแอป
tr: Uygulamaya özel proxy modu
vi: Chế độ proxy theo ứng dụng
zh: 应用级代理模式

source: Performance
ar: الأداء
de: Leistung
es: Rendimiento
fa: عملکرد
hi: प्रदर्शन
id: Performa
ja: パフォーマンス
ko: 성능
pt: Desempenho
ru: Производительность
th: ประสิทธิภาพ
tr: Performans
vi: Hiệu suất
zh: 性能

source: Permission Required
ar: مطلوب إذن
de: Berechtigung erforderlich
es: Permiso requerido
fa: اجازه مورد نیاز است
hi: अनुमति आवश्यक
id: Izin Diperlukan
ja: 権限が必要です
ko: 권한이 필요합니다
pt: Permissão necessária
ru: Требуется разрешение
th: ต้องได้รับอนุญาต
tr: İzin Gereklidir
vi: Yêu cầu quyền
zh: 需要权限

source: Please select a {coreTypeName} core
fa: Por favor, seleccione un {coreTypeName}.
ko: {coreTypeName}のコアを選択してください
pt: {coreTypeName}のコアを選択してください
ru: Пожалуйста, выберите {coreTypeName} ядро
th: กรุณาเลือกคอร์ประเภท {coreTypeName}
tr: Lütfen bir {coreTypeName} çekirdeğini seçin.
vi: Vui lòng chọn một {coreTypeName} lõi
zh: 请选择一种{coreTypeName}核心

source: Please select a profile
ar: يرجى اختيار ملف تعريف
de: Bitte wählen Sie ein Profil aus
es: Por favor seleccione un perfil
fa: لطفاً یک پروفایل انتخاب کنید
hi: कृपया एक प्रोफ़ाइल चुनें
id: Silakan pilih profil
ja: プロファイルを選択してください
ko: 프로필을 선택해 주세요
pt: Por favor, selecione um perfil
ru: Пожалуйста, выберите профиль
th: กรุณาเลือกโปรไฟล์
tr: Lütfen bir profil seçin
vi: Vui lòng chọn một hồ sơ
zh: 请选择一个配置

source: Please specify v2ray-core executable path
ar: يرجى تحديد مسار تنفيذي.Core-v2ray
de: Bitte geben Sie den Pfad zur v2ray-Core-Ausführungsdatei an
es: Especifique la ruta del ejecutable de v2ray-core
fa: لطفاً مسیر اجرایی v2ray-core را مشخص کنید
hi: कृपया v2ray-कोर निष्पादन योग्य पथ निर्दिष्ट करें
id: Silakan tentukan jalur eksekusi v2ray-core
ja: v2ray-coreの実行可能パスを指定してください
ko: v2ray-core 실행 파일 경로를 지정해 주세요
pt: Por favor, especifique o caminho do executável v2ray-core
ru: Пожалуйста, укажите путь к исполняемому файлу v2ray-core
th: กรุณาระบุเส้นทางไฟล์ v2ray-core ที่สามารถเรียกใช้ได้
tr: Lütfen v2ray çekirdek yürütülebilir dosya yolunu belirtin
vi: Vui lòng chỉ định đường dẫn thực thi lõi v2ray
zh: 请指定v2ray核心可执行文件路径

source: Port
ar: المنفذ
es: Puerto
fa: پورت
hi: पोर्ट
ja: ポート
ko: 포트
pt: Porta
ru: Порт
th: พอร์ต
tr: Bağlantı noktası
vi: Cổng
zh: 端口

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fa: پروفایل
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ja: プロファイル
ko: 프로필
pt: Perfil
ru: Профиль
th: โปรไฟล์
tr: Profil
vi: Hồ sơ
zh: 配置

source: Profile group
es: grupo de perfiles
fa: گروه پروفایل
hi: प्रोफ़ाइल समूह
id: Grup profil
ko: 프로필 그룹
pt: Grupo de perfis
ru: Группа профилей
th: กลุ่มโปรไฟล์
tr: profil grubu
vi: Nhóm hồ sơ
zh: 配置组

source: Profile override
ar: تجاوز الملف الشخصي
de: Profilüberschreibung
es: Anulación de perfil
fa: جای‌گذاری پروفایل
fr: Remplacement du profil
hi: प्रोफ़ाइल ओवरराइड
id: Timpa profil
ja: プロファイルオーバーライド
ko: 프로필 재정의
pt: Substituição de perfil
ru: Переопределение профиля
th: แทนที่โปรไฟล์
tr: Profil geçersiz kılma
vi: Ghi đè hồ sơ
zh: 配置覆盖

source: Profile type
ar: نوع الملف الشخصي
de: Profiltyp
es: Tipo de perfil
fa: نوع پروفایل
fr: Type de profil
hi: प्रोफ़ाइल प्रकार
id: Jenis profil
ja: プロファイルタイプ
ko: 프로필 유형
pt: Tipo de perfil
ru: Тип профиля
th: ประเภทโปรไฟล์
tr: Profil türü
vi: Loại hồ sơ
zh: 配置类型

source: Profiles
ar: الملفات الشخصية
de: Profile
es: Perfiles
fa: پروفایل‌ها
fr: Profils
hi: प्रोफ़ाइलें
id: Profil
ja: プロファイル
ko: 프로필
pt: Perfis
ru: Профили
th: โปรไฟล์
tr: Profiller
vi: Hồ sơ
zh: 配置文件

source: Provided by OS, not all apps respect this setting
ar: يتم توفيره بواسطة نظام التشغيل، وليس كل التطبيقات تحترم هذا الإعداد
de: Vom Betriebssystem bereitgestellt, nicht alle Apps beachten diese Einstellung
es: Proporcionado por el SO, no todas las aplicaciones respetan esta configuración
fa: توسط سیستم‌عامل ارائه شده، همه برنامه‌ها این تنظیم را رعایت نمی‌کنند
fr: Fourni par l'OS, toutes les applications ne respectent pas ce paramètre
hi: ओएस द्वारा प्रदान किया गया, सभी ऐप्स इस सेटिंग का पालन नहीं करते
id: Disediakan oleh OS, tidak semua aplikasi mematuhi pengaturan ini
ja: OS提供、すべてのアプリがこの設定を尊重するわけではありません
ko: 운영 체제에서 제공되지만 모든 앱이 이 설정을 따르는 것은 아닙니다.
pt: Fornecido pelo sistema operacional, nem todos os aplicativos respeitam esta configuração
ru: Предоставляется ОС, не все приложения учитывают эту настройку
th: ให้โดยระบบปฏิบัติการ แอปบางตัวอาจไม่ปฏิบัติตามการตั้งค่านี้
tr: İşletim sistemi tarafından sağlanır, tüm uygulamalar bu ayara uymayabilir
vi: Được cung cấp bởi hệ điều hành, không phải tất cả ứng dụng đều tuân theo cài đặt này
zh: 由操作系统提供，非所有应用都遵守此设置

source: Proxy
ar: البروكسي
fa: پروکسی
hi: प्रॉक्सी
ja: プロキシ
ko: 프록시
ru: Прокси
th: พร็อกซี
tr: Vekil sunucu
zh: 代理

source: Proxy speed
ar: سرعة البروكسي
de: Proxy-Geschwindigkeit
es: Velocidad del proxy
fa: سرعت پروکسی
fr: Vitesse du proxy
hi: प्रॉक्सी गति
id: Kecepatan proxy
ja: プロキシ速度
ko: 프록시 속도
pt: Velocidade do proxy
ru: Скорость прокси
th: ความเร็วพร็อกซี
tr: Proxy hızı
vi: Tốc độ proxy
zh: 代理速度

source: Reconnected
ar: تم إعادة الاتصال
de: Wiederverbunden
es: Reconectado
fa: اتصال مجدد برقرار شد
fr: Reconnecté
hi: पुन: कनेक्ट किया गया
id: Tersambung kembali
ja: 再接続されました
ko: 재연결됨
pt: Reconectado
ru: Переподключено
th: เชื่อมต่อใหม่แล้ว
tr: Yeniden bağlandı
vi: Đã kết nối lại
zh: 已重新连接

source: Reconnecting
ar: جاري إعادة الاتصال
de: Neu verbinden
es: Reconectando
fa: در حال اتصال مجدد
hi: पुनः कनेक्ट हो रहा है
id: Menghubungkan kembali
ja: 再接続中
ko: 재연결 중
pt: Reconectando
ru: Переподключение
th: กำลังเชื่อมต่อใหม่
tr: Yeniden bağlanıyor
vi: Đang kết nối lại
zh: 重新连接中

source: Replace local DNS with explicit IP, useful when using Tun
es: Reemplazar DNS local con una IP explícita, útil al usar TUN
fa: جایگزینی DNS محلی با آی‌پی صریح، مفید khi استفاده از Tun
hi: स्थानीय DNS को स्पष्ट आईपी से बदलें, TUN का उपयोग करते समय उपयोगी
id: Ganti DNS lokal dengan IP eksplisit, berguna saat menggunakan Tun
ko: 로컬 DNS를 명시적 IP로 대체, TUN 사용 시 유용합니다.
pt: Substituir o DNS local por um IP explícito, útil ao usar Tun
ru: Заменить локальный DNS явным IP, полезно при использовании Tun
th: แทนที่ DNS ท้องถิ่นด้วย IP ชัดเจน มีประโยชน์เมื่อใช้ Tun
tr: yerel DNS'yi açık IP ile değiştir, Tun kullanırken faydalıdır
vi: Thay thế DNS cục bộ bằng IP rõ ràng, hữu ích khi sử dụng Tun
zh: 将本地DNS替换为显式IP，有助于在使用Tun时配置

source: Routing rule: additional rules
ar: قاعدة التوجيه: القواعد الإضافية
de: Routing-Regel: zusätzliche Regeln
es: Reglas adicionales de enrutamiento
fa: قانون مسیریابی: قوانین اضافی
hi: रूटिंग नियम: अतिरिक्त नियम
id: Aturan perutean: aturan tambahan
ja: ルーティングルール：追加のルール
ko: 라우팅 규칙: 추가 규칙
pt: Regra de roteamento: regras adicionais
ru: Дополнительные правила маршрутизации
th: กฎการกำหนดเส้นทาง: กฎเพิ่มเติม
tr: Yönlendirme kuralına ek kurallar
vi: Quy tắc định tuyến: quy tắc bổ sung
zh: 路由规则：附加规则

source: Routing rule: additionally exclude core path
ar: قاعدة التوجيه: استبعاد مسار النواة إضافيًا
de: Routing-Regel: zusätzlich Kernpfad ausschließen
es: Regla de enrutamiento: excluir adicionalmente la ruta del núcleo
fa: قانون مسیریابی: حذف مسیر هسته به‌صورت اضافی
fr: Règle de routage : exclure également le chemin principal
hi: रूटिंग नियम: अतिरिक्त रूप से कोर पथ को बाहर करें
id: Aturan perutean: tambahkan pengecualian jalur inti
ja: ルーティングルール：コアパスを追加で除外
ko: 라우팅 규칙: 추가적으로 코어 경로 제외
pt: Regra de roteamento: excluir caminho do núcleo adicionalmente
ru: Правило маршрутизации: дополнительно исключить путь к ядру
th: กฎการกำหนดเส้นทาง: แยกเส้นทางหลักออกเพิ่มเติม
tr: Yönlendirme kuralı: çekirdek yolunu ayrıca hariç tut
vi: Quy tắc định tuyến: loại trừ thêm đường dẫn lõi
zh: 路由规则：额外排除核心路径

source: Run as {elevatedUser}
ar: تشغيل كـ {elevatedUser}
de: Ausführen als {elevatedUser}
es: Ejecutar como {elevatedUser}
fa: اجرا به عنوان {elevatedUser}
fr: Exécuter en tant que {elevatedUser}
hi: {elevatedUser} के रूप में चलाएँ
id: Jalankan sebagai {elevatedUser}
ja: {elevatedUser}として実行
ko: {elevatedUser}(으)로 실행
pt: Executar como {elevatedUser}
ru: Запуск от имени {elevatedUser}
th: เรียกใช้เป็น {elevatedUser}
tr: {elevatedUser} olarak çalıştır
vi: Chạy với tư cách {elevatedUser}
zh: 以{elevatedUser}身份运行

source: Runs the service in foreground (less likely be killed by system). A notification must show
ar: يشغل الخدمة في المقدمة (أقل عرضة للإغلاق من قبل النظام). يجب عرض إشعار
de: Führt den Dienst im Vordergrund aus (weniger wahrscheinlich vom System beendet). Eine Benachrichtigung muss angezeigt werden
es: Ejecuta el servicio en primer plano (menos probabilidades de ser terminado por el sistema). Se debe mostrar una notificación
fa: اجرای سرویس در پیش‌زمینه (احتمال کمتری برای بسته شدن توسط سیستم). نمایش اعلان ضروری است
fr: Exécute le service au premier plan (moins susceptible d'être arrêté par le système). Une notification doit être affichée
hi: सेवा को अग्रभूमि में चलाता है (सिस्टम द्वारा समाप्त होने की संभावना कम होती है)। एक सूचना दिखनी चाहिए
id: Menjalankan layanan di latar depan (lebih kecil kemungkinan dihentikan oleh sistem). Notifikasi harus ditampilkan
ja: サービスをフォアグラウンドで実行（システムにより終了されにくい）。通知が表示される必要があります
ko: 서비스를 포그라운드에서 실행 (시스템에 의해 종료될 가능성이 낮음). 알림이 표시되어야 합니다.
pt: Executa o serviço em primeiro plano (menos propenso a ser encerrado pelo sistema). Uma notificação deve ser exibida
ru: Запускает службу в фоновом режиме (с меньшей вероятностью будет завершена системой). Должно отображаться уведомление
th: เรียกใช้บริการในโหมดเบื้องหน้า (มีโอกาสน้อยที่จะถูกระบบปิด) ต้องแสดงการแจ้งเตือน
tr: Hizmeti ön planda çalıştırır (sistem tarafından sonlandırılma olasılığı daha düşüktür). Bir bildirim gösterilmelidir
vi: Chạy dịch vụ ở chế độ nền trước (ít có khả năng bị hệ thống dừng). Một thông báo phải hiển thị
zh: 在前台运行服务（不太可能被系统终止）。必须显示通知

source: Save and update
ar: حفظ وتحديث
de: Speichern und aktualisieren
es: Guardar y actualizar
fa: ذخیره و به‌روزرسانی
fr: Enregistrer et mettre à jour
hi: सहेजें और अपडेट करें
id: Simpan dan perbarui
ja: 保存して更新
ko: 저장 및 업데이트
pt: Salvar e atualizar
ru: Сохранить и обновить
th: บันทึกและอัปเดต
tr: Kaydet ve güncelle
vi: Lưu và cập nhật
zh: 保存并更新

source: See `Settings` -> `Connectivity
ar: راجع `الإعدادات` -> `الاتصال`
de: Siehe `Einstellungen` -> `Konnektivität`
es: Ver `Configuración` -> `Conectividad`
fa: مشاهده `تنظیمات` -> `اتصال`
fr: Voir `Paramètres` -> `Connectivité`
hi: `सेटिंग्स` -> `कनेक्टिविटी` देखें
id: Lihat `Pengaturan` -> `Konektivitas`
ja: `設定` -> `接続性` を確認してください
ko: `설정` -> `연결`을 확인하세요.
pt: Ver `Configurações` -> `Conectividade`
ru: См. `Настройки` -> `Подключение`
th: ดู `การตั้งค่า` -> `การเชื่อมต่อ`
tr: `Ayarlar` -> `Bağlantı` bölümüne bakın
vi: Xem `Cài đặt` -> `Kết nối`
zh: 查看 `设置` -> `连接`

source: Selected profile
ar: الملف الشخصي المحدد
de: Ausgewähltes Profil
es: Perfil seleccionado
fa: پروفایل انتخاب‌شده
fr: Profil sélectionné
hi: चयनित प्रोफ़ाइल
id: Profil yang dipilih
ja: 選択したプロファイル
ko: 선택된 프로필
pt: Perfil selecionado
ru: Выбранный профиль
th: โปรไฟล์ที่เลือก
tr: Seçili profil
vi: Hồ sơ đã chọn
zh: 已选择的配置

source: SendThrough binding stratagy
ar: استراتيجية ربط الإرسال عبر
de: SendThrough-Bindungsstrategie
es: Estrategia de vinculación SendThrough
fa: استراتژی اتصال ارسال از طریق
fr: Stratégie de liaison SendThrough
hi: sendThrough बाइंडिंग रणनीति
id: Strategi pengikatan SendThrough
ja: 送信先バインディング戦略
ko: 전송 경로 바인딩 전략
pt: Estratégia de vinculação SendThrough
ru: Стратегия привязки SendThrough
th: กลยุทธ์การส่งผ่านการผูก
tr: SendThrough bağlama stratejisi
vi: Chiến lược ràng buộc gửi qua
zh: 发送绑定策略
